{
    "language": "he",
    "title": "Chizkuni",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Chizkuni",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "status": "locked",
    "license": "Public Domain",
    "versionTitleInHebrew": "חזקוני",
    "heTitle": "חזקוני",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Chizkuni"
    ],
    "text": [
        [
            [
                "<b>במדבר סיני</b> ובאיזו מקום בו <b>באהל מועד</b> אבל קודם שהוקם המשכן היה הדבור מהר סיני שהרי מיום שנתנו עשרת הדברות לא נסתלקה שכינה ממנו עד לאחר שהוקם המשכן כדאיתא במסכת ביצה.",
                "<b>בשנה השנית לצאתם</b> אבל לשאר ענינים תחלת השנה מתשרי מנינן."
            ],
            [
                "<b>שאו את ראש</b> לפי שבתוך עשרים יום יסעו ללכת לארץ ישראל כדאיתא בפרשת בהעלותך ויהי בשנה השנית בחדש השני בעשרים לחדש וגו׳‎ ושם כתיב נוסעים אנחנו אל המקום וגו'."
            ],
            [
                "<b>מבן עשרים שנה ומעלה</b> לפי שבאותו זמן ראויים לצאת ולבא בצבא המלחמה ומכאן אמרו רבותינו בן עשרים לרדוף.",
                "<b>כל יוצא צבא בישראל.</b> להוציא ערב רב."
            ],
            [],
            [
                "<b>לראובן אליצור בן שדיאור</b> הזכירו הכתוב תחלה ע״‎י שהוא בכור."
            ],
            [
                "<b>שלומיאל בן צורישדי</b> כך שמו והוא זמרי בן סלוא והוא שאול בן הכנענית."
            ],
            [],
            [],
            [],
            [
                "<b>לבני יוסף</b> הזכירם אחר בני לאה בשביל כבוד רחל והתחיל מאפרים כעין יעקב אבינו והקדים אפרים ומנשה לבנימין ע״‎י שהם במקום יוסף שהיה בכור לאמו."
            ],
            [],
            [
                "<b>לדן</b> הזכירו תחלה לבני השפחות לפי שהוא בכור השפחות ואחריו אשר ע״‎י שהוא ראש החונים על דגלו ואחריו גד שהוא בכור שפחת לאה."
            ],
            [],
            [],
            [],
            [
                "<b>אלה קריאי</b> כתיב קרואי קרי.",
                "<b>ראשי אלפי</b> כל אחד ראש על כל אלפי שבטו."
            ],
            [],
            [
                "<b>ויתלדו</b> ויתיחסו, ד״‎א בקשו מתי נולדו בשביל חשבון העשרים שנה."
            ],
            [
                "<b>כאשר צוה ה׳‎ את משה</b> לעיל קאי ואת כל העדה הקהילו כאשר צוה ה׳‎ את משה.",
                "<b>ויפקדם במדבר סיני</b> לפי שהמנין שבפנחס היה בערבות מואב כתב לך כאן כי חשבון זה היה במדבר סיני."
            ],
            [
                "<b>ויהיו בני ראובן</b> השבטים נמנו כאן זה אחר זה כסדר הדגלים ומתחיל מראובן הבכור ואחריו יהודה הראש ואחריו אפרים ודן.",
                "<b>ראובן בכר ישראל.</b> לפי שבמסע דגלים היה יהודה ראשון נותן טעם עכשיו ע״‎י שהוא היה בכור מונהו ראשון."
            ],
            [],
            [],
            [],
            [
                "<b>לבני גד</b> הכתוב מונהו שלישי לראובן לפי שהוא בכור לשפחת אמו."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואת ראשם לא תשא בתוך בני ישראל</b> שהרי אין מנינם שוה שאלו נמנין מבן עשרים שנה ומעלה והלויים מבן חודש ומבן שלושים שנה כמו שמפרש בפרשה זו ובפרשת נשא. ד״‎א לפי שאין מהם יוצא צבא אלא השומרים וחונים סביב למשכן כדרך שיושב על הכלים."
            ],
            [
                "<b>המה ישאו</b> בנסוע המחנה.",
                "<b>והמה ישרתהו</b> בהקמתו.",
                "<b>וסביב למשכן יחנו.</b> מד׳‎ רוחותיו בחנותן להזהיר ולשמור שלא יקרב זר אליו."
            ],
            [
                "<b>יורידו אתו הלוים</b> יקימו אותו ע״‎י נטילת ונתינת הבריחים כל זה מהשירות.",
                "<b>והזר הקרב יומת</b> אפילו הם בני לוי שאין להם ליקרב רק להורידו ולהקימו ולחנות לו סביב."
            ],
            [],
            [
                "<b>והלוים יחנו סביב</b> בין מחנותיהם של ישראל ובין המשכן ולא יניחום לגשת אליו.",
                "<b>והלוים יחנו סביב</b> למעלה בסמוך דכתיב וסביב למשכן יחנו היינו בנסוע הארון ובשאת אותו וכאן בחנות המשכן.",
                "<b>ולא יהיה קצף</b> ממה שאמר למעלה והזר הקרב יומת כמו שמצינו בעוזא.",
                "<b>על עדת בני ישראל</b> על אחת מעדת בני ישראל דוגמא אם שלש אלה לא יעשה לה ויקבר בערי הגלעד ועל עיר בן אתונות."
            ],
            [
                "<b>ויעשו בני ישראל ככל אשר צוה</b> וגו׳‎ ואהרן היכן היה, רבי יהושע בן נחמיה בשם ר׳‎ חייא אומר לייחסם, אמרו עד שאתה בא ליחסנו יחס את פנחס בן אלעזר בנו למי היה נשוי אלעזר לא לבתו של פוטיאל, כדכתיב ואלעזר לקח לו מבנות פוטיאל וגו', כיון שראה הקב״‎ה שהיו מזלזלים אותו בא ויחסו ״‎פנחס בן אלעזר בן אהרן הכהן״‎ - כהן בן כהן קנאי בן קנאי. ד״‎א, לפי פשוטו <b>ויעשו בני ישראל</b> שלא נגעו במשכן לעולם."
            ]
        ],
        [
            [],
            [
                "<b>על דגלו באתת</b> בדגלים היה כתוב אותיות של שמות האבות וכיצד היו כתובות בדגל ראובן היה כתוב אי״‎י בשני בצ״‎ע בשלישי רח״‎ק ברביעי מק״‎ב. ראשונות שבתיבות הם אברם השניות יצחק השלישית יעקב, והענן היה מסכך על ישראל כמין ה״‎א דאברהם. ד״‎א <b>באתת לבית אבתם</b> צורת אדם בדגל ראובן צבוע בצבע אודם הקבועה בחשן לשמו סימן לדודאים שמצא שהם כצורת אדם. צורת אריה בדגל יהודה שנקרא אריה צבוע בצבע נפך. צורת שור בדגל אפרים שאביו נקרא שור צבוע בצבע שוהם. צורת נשר בדגל דן צבוע בצבע לשם והמשכן בנתיים רמז לחיות הקודש המרובעות לכסא הכבוד ומהם למדו המלכיות להיות להם מפות מצויירות במיני צבעים."
            ],
            [
                "<b>והחנים קדמה מזרחה</b> היינו לפני פתח אהל מועד כמו שכתוב בסוף פרשת תרומה.",
                "<b> דגל מחנה יהודה.</b> לפי שהוא גדול כבודו של מלך הוא שיהא חונה לפני שער המלך, וכן מצינו במשה ואהרן לפי שהיו גדולים, לפני אהל מועד משה ואהרן ובניו."
            ],
            [],
            [
                "<b>והחנים עליו</b> חמשה בנים היו ללאה בדגלים והיו לה שני דגלים עם שבט גד שהיה בכור זלפה שנשתתף על דגל ראובן שהיה בכור ודגל אחד ליהודה והחונים עליו אחיו הקטנים ממנו."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אליסף בן רעואל</b> לית כתיב ברי״‎ש בכל השבטים בר מן דין."
            ],
            [],
            [],
            [
                "<b>ונסע אהל מועד</b> ומה שכתב וארון ברית ה׳‎ נוסע לפניהם הוא ארון שעשה משה שבו שברי לוחות מונחים והוא היוצא עמהם למלחמה."
            ],
            [
                "<b>דגל מחנה אפרים</b> לרחל דגל בפני עצמה אפרים מנשה ובנימין."
            ],
            [],
            [
                "<b>[ועליו מטה מנשה</b> אצל מטה מנשה]."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>דגל מחנה דן</b> דגל רביעי לבן שפחת רחל ראש דגל נתן מעלה אחרת לאשר בן שפחת לאה להיותו נמנה קודם נפתלי אעפ״‎י שנולד אחריו."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לאחרנה יסעו</b> הלמ״‎ד נקודה בפת״‎ח."
            ],
            [],
            [],
            [
                "<b>ויעשו בני ישראל</b> וגו׳‎ כל הימים אשר היו במדבר.",
                "<b>כן חנו</b> קודם נסיעתם תקן להם הקב״‎ה דגלים וסדר מסעות כיצד יחנו וכיצד יסעו ע״‎י חצוצרות."
            ]
        ],
        [
            [
                "<b>ביום דבר ה׳‎ אל משה בהר סיני</b> כל זמן שהקב״‎ה נדבר עם משה בהר סיני היו נדב ואביהוא קיימים אבל מתו במדבר באהל מועד שהיה במדבר סיני."
            ],
            [],
            [],
            [
                "<b>ובנים לא היו להם</b> רבי יעקב בר אבין בשם ר׳‎ אחא אמר אילו היו להם בנים היו קודמין לאלעזר ואיתמר שכל הקודם בנחלה קודם לכבוד ובלבד שיהא נוהג כמנהג אבותיו.",
                "<b>על פני אהרן אביהם</b> במקום אביהם כמו על פני בן השנואה הבכור לא יהיה לך אלהים אחרים על פני."
            ],
            [],
            [
                "<b>הקרב את מטה לוי</b> למעלה שנאמר ואתה הפקד את הלוים משתעי באזהרת הלוים על המשכן וכאן כשנתנו הלוים לכהנים.",
                "<b>והעמדת אתו</b> כיצד ושרתו אתו דוגמא חי ה׳‎ אשר עמדתי לפניו."
            ],
            [
                "<b>ושמרו את משמרתו</b> כאשר יצוה אותם.",
                "<b>ואת משמרת כל העדה</b> מה שמוטל על העדה לעשות לפני אהל מועד יעשו הם.",
                "<b>לעבד את עבדת המשכן</b> כמפורש לעיל ואתה הפקד את הלויים על משכן העדות וגו'."
            ],
            [],
            [
                "<b>נתונם נתונם המה לו מאת בני ישראל</b> לפי שישראל טרודים בחריש ובקציר ובשאר מלאכות ואינן פנויים לעבוד את המשכן ואת הכהנים לפיכך נתנו הלויים במקומן."
            ],
            [
                "<b>ושמרו את כהנתם</b> שלא יבואו לידי טומאה.",
                "<b>והזר</b> ישראל או לוי, הקרב לשמש בעבודה."
            ],
            [],
            [
                "<b>תחת כל בכור</b> לא היו הבכורים ראויים לנחלה שלא יהא להם עסק רק בעבודת הקב״‎ה ויהיו זריזים ומלומדים בה ומשנלקחו הלויים במקומן צוה הקב״‎ה שלא תנתן ללויים נחלה, אך המעשרות ינתנו להם ולפיכך נוטל הבכור פי שנים חלקו הראוי לו וחלק הראוי ללוי."
            ],
            [],
            [],
            [
                "<b>מבן חדש ומעלה תפקדם</b> שהרי אינן נמנין לצאת למלחמה רק לפטור בהם את הבכורות ישראל ודין בכור פדויו מבן חדש."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המשכן</b> אלו יריעות שש משזר.",
                "<b>והאהל</b> אלו יריעות עזים.",
                "<b>מכסהו</b> אלו עורות אילים מאדמים ועורות תחשים."
            ],
            [
                "<b>אשר על המשכן ועל המזבח</b> על בסמוך.",
                "<b>המשכן</b> הוא חצר.",
                "<b>המזבח</b> הוא החצון."
            ],
            [
                "<b>ולקהת משפחת העמרמי</b> הרי לך תולדות משה ואין אהרן עמו בכלל וזהו שנאמר ויבדל את אהרן להבדיל בין קדש קדשים ומשה ובניו יקראו על שבט לוי."
            ],
            [],
            [],
            [],
            [
                "<b>וכלי הקדש</b> הם המפורשים למטה בענין."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשר פקד משה ואהרן</b> נקוד על ואהרן."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קח את הלוים תחת כל בכור בבני ישראל</b> מה שאין הלויים של עכשיו פודין את הבכורות הנולדים לישראל מכאן ולהבא היינו טעמא שהרי הלויים של עכשיו נולדו מאבותיהם הלויים שכבר פדו בכורי ישראל ואין הדין נותן שיהיה להם כח לפדות אותו יותר מפעם אחת וכל הבכורות של עכשיו אינם מבכורות שנפדו כבר בלוים במדבר אלא נולדים הם מפשוטי ישראל שלא נפדו מעולם והבכורות שנפדו בלוים במדבר אינן ידועים לפטור את הבאים מהן."
            ],
            [],
            [
                "<b>חמשת חמשת שקלים לגלגלת</b> שהרי בכך דין פדיון בכור."
            ],
            [
                "<b>ונתת הכסף לאהרן ולבניו</b> כמו שהלויים שהיו פדיון הבכורות נתונים לכהנים כך הדין להיות כסף פדיון הבכורות עודפים ניתן לכהנים."
            ],
            [],
            [
                "<b>מאת בכור בני ישראל</b> לעיל קאי מאת בכור בני ישראל העודפים על פדויי הלוים ולקחת הכסף."
            ]
        ],
        [
            [
                "<b>אל משה ואל אהרן</b> לפי שאהרן ובניו ישימו את משא הקהתים בכתף."
            ],
            [
                "<b>נשא את ראש בני קהת</b> אעפ״‎י שגרשון בכור היה הקדים קהת תחלה לפי שהיה הוא נושא את הארון."
            ],
            [],
            [],
            [
                "<b>וכסו בה</b> ממנה דוגמא והנותר בבשר ובלחם ביום משחו אותם וכן אשר ישרתו לה בהם."
            ],
            [
                "<b>ושמו בדיו</b> ומה שנאמר לא יסורו ממנו, ארבעה בדים היו שנים קבועים בו ועליהם נאמר לא יסורו ממנו ועל השנים אחרים הוא אומר ושמו את בדיו, ד״‎א לא היו שם רק שני בדים אך שני חריצים היו בבדים ונותנים הטבעות בחריצים שלא יפול הארון על ההולך ראשון ברדתו ועל ההולך האחרון בעלותו. ד״‎א <b>ושמו בדיו</b> על כתפות הנושאים."
            ],
            [
                "<b>ועל שלחן הפנים</b> מתוך כך יש ללמוד שהיו שם שולחנות אחרים לצורך בשר הקדש.",
                "<b>ולחם התמיד עליו יהיה</b> חז״‎ק היאך היה עומד הלחם בשעת המסעות שלא יפול."
            ],
            [],
            [
                "<b>[אשר ישרתו לה בהם</b> אשר ישרתו ממנה]."
            ],
            [],
            [],
            [
                "<b>את כל כלי השרת</b> סכינים, קערות כוסות.",
                "<b>ונתנו על המוט</b> כמנהג כל משאוי שנושאים במוט ולא תחת המוט פן יהא המשאוי נגרר על הארץ."
            ],
            [],
            [
                "<b>ונתנו עליו את כל כליו</b> לא הזכיר הסירות כי אם הפסכתר ושלשה ענינים היו הפסכתר משמש בו היו מביאים אש על המזבח בשעת המסעות לקיים מה שנאמר אש תמיד תוקד על המזבח, ובו היו מוציאין את הדשן אל מחוץ למחנה. ובשעת העבודה היו משליכים אותו מן הכבש על הרצפה וכל כהן ולוי שהיה שומע קולו היה רץ ובא."
            ],
            [],
            [
                "<b> ופקדת אלעזר, שמן המאור, ושמן המשחה</b> א׳‎ בימין א׳‎ בשמאל והקטורת בחיקו והחבתים בכתף.",
                "<b>בקדש ובכליו</b> בי״‎ת דבקודש נקודה בשו״‎א."
            ],
            [],
            [],
            [],
            [
                "<b>כבלע את הקדש</b> לשון בלע ה׳‎ ולא חמל, פירש כשמפרקים את המשכן והארון נגלה אם יזונו עיניהם ממנו ימותו כמו שמצינו באנשי בית שמש בספר שמואל, וכן משמע שמתרחקין בשעה שהכהנים באין לפרקו שהרי כתיב ובא אהרן ובניו וכל הענין וכלה אהרן ובניו לכסות וגו׳‎ ואחרי כן יבואו בני קהת בגשתם אל הקדש הקדשים לפרק קרשיו אז יבאו אהרן ובניו ושמו אותם איש איש על עבודתו ועל משאו כדכתיב לעיל ובא אהרן ובניו בנסוע המחנה וגו׳‎ היינו דכתיב לאלתר <b>ולא יבאו לראות</b> וגו'. [כבלע את הקדש מלשון כסוי]. <b>שלימא סדרא דפרשת במדבר</b>"
            ],
            [],
            [
                "<b>נשא את ראש בני גרשון גם הם</b> אעפ״‎י שצויתיך למנות בני קהת תחלה לפי שעקר העבודה כגון הארון והשולחן ומנורה ומזבחות מוטלות עליהם שנאמר כי עבודת הקדש עליהם וגו׳‎ אל תמנע למנות אחריהם בני גרשון אע״‎פ שאין נושאים כלום ועבדתם בעגלות שהרי הוא היה גדול בבני לוי ודינו להיות נמנה שני."
            ],
            [
                "<b>לעבד</b> להקים את המשכן ולפרקו כדכתיב יורידו אותו הלוים יקימו אותו הלוים."
            ],
            [],
            [],
            [
                "<b>ועל המזבח סביב ואת מיתריהם</b> חז״‎ק אמאי לא הזכיר הכתוב כאן היתדות וקלעי החצר.",
                "<b>ואת כל אשר יעשה להם ועבדו</b> כתרגומו, ודוגמא ואת כל אשר היו עושים שם הוא היה עושה."
            ],
            [
                "<b>ופקדתם עליהם במשמרת</b> מה שלא כתב כן בבני קהת לפי שלא היה שום דבר נראה במשאם כדכתיב וכלה אהרן ובניו לכסות את הקדש ואחרי כן יבאו בני קהת וגו'."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ובשמת תפקדו את כלי משמרת משאם</b> היינו דוגמא ופקדתם עליהם במשמרת."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לעבד עבדת עבדה</b> הורדת והקמת המשכן המוטלת בשוה על כל הלויים.",
                "<b>ועבדת משא</b> הארון והשולחן והמנורה והמזבחות שבני קהת נושאים."
            ]
        ],
        [
            [],
            [
                "<b>וישלחו מן המחנה</b> אזהרה שמענו עונש מנין ת״‎ל ואיש אשר יטמא ולא יתחטא וגו'",
                "<b>כל צרוע וכל זב וכל טמא לנפש</b> שלשה טמאים הם וכנגדם כתובים שלשה שילוחים וכל אלו טמאים טומאת שבעה וזקוקים שלוח, מה שאין כן בבעל קרי."
            ],
            [
                "<b>מזכר עד נקבה תשלחו</b> מאיש עד אשה לא נאמר לומר לך שלענין טומאה שוים גדולים וקטנים.",
                "<b>ולא יטמאו את מחניהם</b> מאחר ששכינה ביניהם והם חונים סביב למשכן צריכים לטהר מחניהם מן הטומאה ולנקות עצמן מגזל ומספק זמה כגון סוטה ולשמור נזירות בטהרה."
            ],
            [
                "<b>ויעשו כן בני ישראל וישלחו</b> למדנו שהצווי מיד.",
                "<b>כן עשו בני ישראל.</b> מלמד שאף הטמאים לא עכבו."
            ],
            [],
            [
                "<b>כי יעשו מכל חטאת האדם</b> פרשה זו בגזל הגר ופרשת דויקרא בגזל ישראל דכתיב בה וכחש בעמיתו. נסמכה פרשת מעילה לפרשת זב ומצורע ללמדך כי הזוב והצרעת באים על ידי מעל וחטא.",
                "<b>ואשמה הנפש ההיא</b> והתודו, רבי נתן אומר זה בנין אב לכל המתים שיטענו וודוי."
            ],
            [
                "<b>וחמישתו יוסף עליו</b> אם הוא מודה מעצמו אינו מוסיף אלא חומש אחד ואם יש עדים יוסיף שני חומשים ואמרו חכמים חומש החומש כמו שפירשתי בפרשת ויקרא.",
                "<b>ונתן לאשר אשם לו</b> ללמדך על שהיה חייב לחברו מנה בא לב״‎ד ולא הספיק לשלם לו עד שבא בעל חוב של תובע שמוציאין מיד הנתבע ונותנים לב״‎ח של תובע שנאמר <b>ונתן לאשר אשם לו</b> מכל מקום."
            ],
            [
                "<b>המושב לה'</b> בשביל יראת הקב״‎ה משיב לו.",
                "<b>לה׳‎ לכהן</b>, הקב״‎ה אביו של גר וראוי ליורשו לפיכך ינתן לבן ביתו דהיינו כהן."
            ],
            [],
            [
                "<b>ואיש את קדשיו לו יהיו</b> מלמד על כל כהן שאם ירצה ילך ויקריב קרבנות שלו ואינו זקוק למסרם לאנשי משמר.",
                "<b>איש אשר יתן לכהן לו יהיה</b> מלמד אם הקדים אבי הבכור לתת לכהן פדיונו של בכור קודם שימלאו לו שלושים יום ומת הבכור תוך שלושים יום יחזיר הכהן הפדיון לאבי הבן."
            ],
            [],
            [
                "<b>כי תשטה אשתו</b> נסמכה פרשה זו לאותה של מעלה לפי שבשתיהם כתיב מעילה."
            ],
            [
                "<b>ונסתרה והיא נטמאה</b> מכאן ספק טומאה ברשות היחיד ספקו טמא דכל סתירה אינה אלא ברה״‎י וחזינא הכא דאסרה רחמנא מספק.",
                "<b>והיא נטמאה</b> בשכבת זרע של בועל. <b>והיא נטמאה</b> כתיב ביו״‎ד.",
                "<b>ועד אין בה</b> שנטמאה ואמאי עד אין בה משום דהיא לא נתפסה ולפי שהיא בספק טעונה בדיקה.",
                "<b>ועד אין בה</b> מה שפירש״‎י הא אם יש בה וכו׳‎ פירש אבל כמו ורגמו אותו בלא כסותו הא אותה בכסותה וכו׳‎ פרק נגמר הדין ובמ״‎א. ואפי׳‎ שכתב בפרש״‎י טעות סופרים היא וכן שנינו בסוטה תנא דבי ר׳‎ ישמעאל מפני מה האמינה תורה עד אחד בסוטה רגלים לדבר שהרי קנא לה כדכתיב ועבר עליו רוח קנאה, שקנא - שפירש וכבר עבר ונסתרה ועד אחד מעידה שהיא נטמאה. וכן שנינו במסכת כתובות אין האשה נאסרת על בעלה בעד אחד אלא בשני עדים, וקנוי וסתירה אפילו בעד אחד. ומה שפירש״‎י ועד אין בה בטומאה אבל יש עדים לסתירה הוא חוזר ומפרש והוא ששנינו בסוטה ועד אין בה בה ולא בקנוי בה ולא בסתירה. ופרש״‎י בה אטומאה קאי דהא מינה סליק והיא נטמאה ועד אין בה ודרשינן אין בה תרי אלא חד, בה עד אחד נאמן ולא בקנוי ולא בסתירה.",
                "<b>והיא לא נתפשה</b> במעל הבעילה."
            ],
            [
                "<b>והיא לא נטמאה</b> כתיב ביו״‎ד."
            ],
            [
                "<b>והביא את קרבנה</b> אי אפשר שיהא קרבן זה לכפר עליה שהרי זבח רשעים תועבה הוא, אלא האיש מביא קרבן לכפרה על שראה בה פריצות בתחלה ולא הוכיחה וגרם לשם הנכבד והנורא להמחות במים.",
                "<b>קמח שערים</b> כמו שנטחן הכל מעורב בו כמו מאכל בהמה, לא יצק עליו שמן ולא יתן עליו לבנה השמן והלבונה שבשאר מנחות נקראו אזכרה על שם שהמביאן נזכר במנחתו ומנחה זו תהא <b>מזכרת עון</b> כמו שמפרש והולך כי מנחת קנאת הוא. ד״‎א <b>לא יצק, ולא יתן, כי מנחת קנאות הוא</b> פירוש שהרי אין בה רק רוח קנאות.",
                "<b>מזכרת עון</b> אחד משתיהם או חטא האשה או חטא בעלה החושדה.",
                "<b>כי מנחת קנאות הוא</b> קדמאה לשון זכר בשורק דקאי אקמח תניינא מנחת קנאות היא בחירק דקאי אמנחה עצמה שהיא לשון נקבה."
            ],
            [
                "<b>והעמדה.</b> לשון עכבה כמו ויעמד השמש בחצי השמים.",
                "<b>והעמדה לפני ה'.</b> אומר לה המתינו לי עד שאכנס ואצא שהיה נכנס למקדש לקחת משם מן העפר והיא אינה נכנסת."
            ],
            [
                "<b>ומן העפר אשר יהיה בקרקע המשכן</b> תנן התם בפרק המקנא היה נכנס להיכל ופנה לימינו ומקום היה שם אמה על אמה וטבלה של שיש וטבעת היתה קבועה בה מגביה ונוטל עפר מתחתיה ונותן בכלי וכו'."
            ],
            [],
            [
                "<b>ממי המרים</b> אמרו רבותינו נותן לתוכן דבר מר כלענה."
            ],
            [
                "<b>ואת כי שטית</b> לא נאמר אם שטית אלא כי שטית פירוש פריצות גדול היה בך וראויה את לנדון ובזיון זה שהרי שטית שהוא לך אישך ועל כל זאת נסתרת.",
                "<b>וכי נטמאת</b> ואם נטמאת תהי לוקה ואם לאו לא תהי לוקה.",
                "<b>מבלעדי אישך.</b> שהרי קדמה שכיבת בעל לבועל ולא שקדמה שכיבת בועל לבעל לפיכך אין משקין את הארוסות."
            ],
            [
                "<b>והשביע הכהן את האשה</b> שתענה היא אמן אחר קללותיו.",
                "<b>ירכך</b> היא בית הרחם דוגמא תחת ירכי יוצאי ירך יעקב אין אשה מתקנאת אלא בירך חברתה.",
                "<b>נפלת</b> לשון חסרון כמו לא נופל אנכי מכם פירוש לא תהיה עוד ראויה לבעל שהמים יקלקלו את רחמה."
            ],
            [
                "<b>ואמרה האשה אמן</b> שתצבה בטנה, אמן שתפיל ירכה אם נבעלה מאיש אחר ובתרגום ירושלמי אמן אם נטמאתי אמן אם אני עתידה ליטמא. ורבותינו דרשו אמן מאיש זה אמן מאיש אחר, ועוד דרשו הואיל ונאמרו שבועות בתורה סתם ופרט לך באחת מהם שמגלגלין עליה את הישן והלא דברים ק״‎ו ומה סוטה שלא נתבעה מקודם לכן מגלגלין עליה את הישן גזלות שנתבעו מקודם לכן אינו דין שיגלגלו עליהן את הישן."
            ],
            [
                "<b>וכתב</b> בכתב שיכול למחות כדכתיב ומחה.",
                "<b>את האלת האלה</b> הכתובות כאן בענין."
            ],
            [
                "<b>והשקה את האשה</b> אינו מפיק ה״‎א."
            ],
            [],
            [],
            [
                "<b>והשקה את המים</b> מפיק ה״‎א.",
                "<b>ונפלה ירכה</b> בית הרחם שלה מתקלקל ולא תהא עוד ראויה לביאה מדה כנגד מדה."
            ],
            [
                "<b>ונקתה</b> מצביית בטן.",
                "<b>ונזרעה זרע</b> שלא יתקלקל בית הרחם, ד״‎א <b>ונזרעה זרע</b> בעלה ישכב אותה שכבת זרע מכאן ואילך בהיתר."
            ],
            [],
            [],
            [
                "<b>ונקה האיש מעון</b> שלא הניח אשתו מזנה תחתיו.",
                "<b>את עונה</b> עונש עונה הכתוב כאן כמו אם יקרך עון בדבר הזה דגבי בעלת אוב אבל משרבו הנואפים הפסיקו הם את המים המאררים שנאמר לא אפקד על בנותיכם כי תזנינה ומתורגם לא אבדוק לפי שאין המים אלא על הספק כך נדרש במסכת סוטה."
            ]
        ],
        [
            [],
            [
                "<b>כי יפלא</b> מתיבות שיש להם שני פנים בפירושם לשון סתירה ולשון בנין שהרי מצינו כי יפלא ממך דבר למשפט. ונסמכה פרשת נזיר לפרשת סוטה ללמד שרובי עבירות סבת יין ואשה שלא תתקן את שער ראשה אינה מבקשת להבעל.",
                "<b>נדר נזיר להזיר</b> כנגד שלשה ענינים שבנזיר יין תגלחת טומאה."
            ],
            [],
            [],
            [
                "<b>גדל פרע</b> כפל מלה כמו אדמת עפר."
            ],
            [
                "<b>על נפש מת</b> אצל נפש מת כמו וסכות על הארון והוא עומד על הגמלים."
            ],
            [
                "<b>לא יטמא להם</b> אבל מטמא הוא למת מצוה.",
                "<b>במתם</b> אבל מטמא הוא לזובם ולנגעם."
            ],
            [],
            [
                "<b>וכי ימות מת עליו</b> אצלו.",
                "<b>בפתע פתאם</b> כפל מלה הוא כמו גדל פרע.",
                "<b>וטמא ראש נזרו.</b> חשבון ימי נזירותו שהיו צריכין להיות כולן בטהרה."
            ],
            [
                "<b>שתי תרים</b> כבש בן שנתו, כנגד שלשה ענינים יין תגלחת טומאה."
            ],
            [
                "<b>מאשר חטא על הנפש</b> כתרגומו שלא נזהר מליכנס באהל נפש מת והכתוב הזהירו על נפש מת לא יבא."
            ],
            [],
            [
                "<b>וזאת תורת הנזיר</b> למעלה כתב לך מה שעליו להביא על טומאה שאירעה לו וכאן מדבר במה שמביא כשהשלים ימי נזרו."
            ],
            [
                "<b>כבש אחד, וכבשה אחת, ואיל אחד</b> שלשה דברים להתיר שלשה איסורי נזיר וכנגדן יש באיל עצמו שלשה מיני אכילות למזבח לכהן ולבעלים.",
                "<b>ואיל אחד תמים לשלמים.</b> שמחה על מה שהשלים מה שנדר ואיל זה טעון סמיכה ותנופה בחזה ושוק ואימורים ובזרוע בשלה."
            ],
            [],
            [],
            [],
            [
                "<b>וגלח הנזיר</b> ממה שנאמר למעלה תער לא יעבור על ראשו אנו למדים שגלוח זה בתער.",
                "<b>ונתן על האש</b> לפי שהוא קדוש שאמר למעלה קדוש יהיה גדל פרע שער ראשו לכך ראוי לשרפו פן יכשלו בו בני אדם.",
                "<b>אשר תחת זבח השלמים</b> הואיל והוא קדוש זקוק הוא להיות נשרף תחת הסיר שמבשלים בו השלמים."
            ],
            [
                "<b>הזרע</b> לשון נקבה כמו שמצינו זרוע נטויה לכך כתיב בשלה, ועל משקל כבדה שמנה אבלה שמחה."
            ],
            [
                "<b>על חזה התנופה ועל שוק התרומה</b> עם חזה ועם שוק."
            ],
            [
                "<b>על נזרו</b> בשביל נזרו דוגמא לכפר עליו כי עליך הורגנו כי עליך נשאתי חרפה.",
                "<b>מלבד אשר תשיג ידו</b> דוגמא מלבד כל מתנותיכם ומלבד כל נדריכם ומלבד כל נדבותיכם."
            ],
            [],
            [
                "<b>דבר אל אהרן</b> נסמכה פרשת כהנים שהם קדושים לפרשת נזיר שהוא קדוש כשהשלים תורת נזרו.",
                "<b>ואל בניו</b> מלמד שנשיאות כפים אפילו בכהן הדיוט.",
                "<b>כה תברכו</b> בשנה ראשונה שהיו חונים במקום אחד לא הרגישו הכנענים בהם אבל בשנה שניה שתקנו להם דגלים וחצוצרות לצורך המסעות אמרו הכנענים עתה הם באים להלחם בנו אז הוצרכו לברכת כהנים פן יבואו עליהם האויבים פוק חזי על ידי העון וילחם בישראל וישב ממנו שבי. כה תברכו בעמידה כמה שנאמר אלה יעמדו לברך.",
                "<b>אמור להם</b> מלמד שהחזן צריך לומר להם אמרו וכן מתורגם כד תימרון להון, מכאן שאין הכהן עובר בעשה שאינו עולה לדוכן עד שיצוו עליו."
            ],
            [],
            [
                "<b>יאר ה׳‎ פניו</b> ליתן לך חיים דכתיב באור פני מלך חיים."
            ],
            [
                "<b>ישא ה׳‎ פניו אליך</b> יסביר לך פנים להצליחך ולשמחך כמו ואיך אשא פני אל יואב אחיך שפירש אקביל פניו ומה שכתוב אשר לא ישא פנים, אשר לא ישא פני איש פירושו אינו צריך להחניף שום אדם בהתחננו לי על כל פשעיו להניח נקמתו ומשפטו. דוגמא לולי פני יהושפט אני נושא."
            ],
            [
                "<b>ושמו את שמי</b> הזכרת שמי בכל ברכה וברכה שיברכום בשמי ולא בשמם היינו ואני אברכם.",
                "<b>ואני אברכם</b> לישראל שלא יהיו הכהנים אומרים אנו נברך ישראל."
            ]
        ],
        [
            [
                "<b>ויהי ביום כלות משה</b> למעלה פירש עבודת בני קהת הנשאת בכתף עכשיו מפרש לך עבודת בני גרשון ומררי שאי אפשר להיות נשאת בכתף רק בעגלות ונסמכה פרשת חנוכת המזבח לפרשת כהנים ללמד שביום שנשא אהרן את ידיו לברך את העם אחר כך בו ביום החלה חנוכת המזבח.",
                "<b>וימשח אתו</b> ועל ידי כך <b>ויקדש אתו</b> וכן אמרו רבותינו כל הכלים שעשה משה משיחתן מקדשתן מכאן ואילך עבודתן מחנכתן."
            ],
            [
                "<b>ויקריבו נשיאי ישראל.</b> הוא שאומר לאלתר ויביאו את קרבנם וגו'.",
                "<b>העמדים על הפקודים.</b> פירש״‎י שעמדו עם משה ואהרן כשמנו את ישראל שנאמר ואתכם יהיו וגו'. לפיכך ויביאו את קרבם לכפרה לפי שמנו את ישראל, וכן מצינו בפרשת מדין עבדיך נשאו [את] ראש אנשי המלחמה אשר בידנו וגו׳‎ ונקרב את קרבן ה׳‎ לכפר על נפשותינו."
            ],
            [
                "<b>שש עגלת צב</b> לשון צבא כמו וכל צוביה ומצודתה דישעיה שתרגם יונתן וכל משרייתהון וחיליהון והיא מתיבות חסרות אלף דוגמא מחטו לי ויכל מהתנבות לא נשיתי ולא נשו בי ושלמתי את נשייך ונפלינו אני ועמך והפלתי ביום ההוא ולמה לא מצתי חן בעיניך אף כאן מלאות צבא, והאלף חסרה, הם העגלות ההולכות בצבא למלאכת המשכן."
            ],
            [],
            [
                "<b>ונתתה אותם אל הלוים איש כפי עבדתו</b> אם הוצרך להוסיף יוסיפו כל הצורך שהרי שנים עשר בקר לא יוכלו למשוך ארבעים ושמונה קרשים והאדנים והבריחים והעמודים והיריעות והקלעים והמסכים והמיתרים והיתדות."
            ],
            [],
            [
                "<b>את שתי העגלות</b> לפי שעבודתם קלה היריעות והמסכים והקלעים ויתדות ומיתרי הקלעים."
            ],
            [
                "<b>ואת ארבע העגלת</b> לפי שעבודתם כבדה הקרשים והבריחים והאדנים והעמודים ויתדות ומיתרי עמודי הקלעים."
            ],
            [],
            [],
            [
                "<b>נשיא אחד ליום</b> כדי לחלוק כבוד לנשיאים לפי שנחשון היה מהלך ראשון והוא הקריב ראשון לא יאמר הואיל והקרבתי תחלה אקריב עם כל אחד ואחד ביומו לכך נאמר <b>נשיא אחד ליום. נשיא אחד ליום</b> להאריך משך שמחתכם."
            ],
            [
                "<b>נחשון בן עמינדב</b> לא נקרא כאן נשיא כדי שלא יתגאה על שהקריב ראשון וכל האחרים נקראו נשיאים לפי שהשפילו עצמם והקריבו אחריו."
            ],
            [
                "<b>וקרבנו</b> על ידי שכבר כתב ויהי המקריב חזר וכתב קרבנו כלומר וזה קרבנו. ד״‎א לכך נכתב בוי״‎ו שלא יתגאה לומר אני ראשון למקריבים שהרי וי״‎ו מוסיף על ענין ראשון כאלו לא היה ראשון.",
                "<b>קערת כסף</b> מה בין קערה למזרק קערה גלדה עבה מזרק גלדו דק."
            ],
            [
                "<b>כף אחת עשרה זהב</b> היא של זהב ומשקלה של כסף."
            ],
            [
                "<b>פר אחד בן בקר</b> קטן דוגמא בן יונה."
            ],
            [],
            [
                "<b>זה קרבן</b> זה מביא קטורת נדבה ואין היחיד מביא קטורת נדבה זה מביא חטאת שלא על חטא ואין היחיד מביא חטאת אלא על חטא, זה דוחה את השבת ואת הטומאה ואין יחיד אחד דוחה את השבת ואת הטומאה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ביום השביעי</b> שבת היה והוראת שעה היתה שהקריבו בו ביום."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובבא משה</b> לפי שדבר הכתוב בחנכת המזבח למדנו כאן שהשכינה שורה בו ומשם יוצא הקול. יש מפרשים שתחלת הספר של ויקרא אל משה היה כשנשלמה החנוכה.<b> שלימא סדרא דפרשת נשא </b>"
            ]
        ],
        [
            [],
            [
                "<b>דבר אל אהרן</b> נסמכה מצוה זו אחר חנוכת הנשיאים לפי שאתה מוצא שנים עשר שבטים שהקריבו קרבנם לחנוכת המזבח ושבט לוי לא הקריב כלומר והיו מצערים ואומרים למה רחקנו מהקריב להקדוש ב״‎ה לחנוכת המזבח כיון שעברה חנוכת המזבח אמר לו הקב״‎ה לאהרן ולבניו כל השבטים עשו חנוכה ואתם לעצמכם תעשו חנוכה, לכך נאמר דבר אל אהרן בהעלתך וגו׳‎ ואחר כך קח את הלוים.",
                "<b>בהעלתך את הנרת</b> ביום שהוקם המשכן נאמרה לפי שבאותו יום התחילו להדליק לאחר שכלה להקים את המשכן הוזקק להצטוות בהדלקת המנורה ללמדך שאף בלילה היה הדבור כי שם הנר תמיד דולק וכן מצינו בשמואל ונר אלקים טרם יכבה וגו׳‎ ויקרא ה׳‎ אל שמואל. <b>בהעלתך את הנרת אל מול פני המנורה</b> בשעת הדלקתן תעמוד אתה כנגד פני המנורה ותדליק אז <b>יאירו שבעת הנרות</b> ואין אל מול פני המנורה מוסב אל יאירו שבעת הנרות וראיה מהפסוק שלאחריו אל מול פני המנורה העלה נרתיה. ד״‎א <b>בהעלתך את הנרת</b> כמשמעו לשון עליה כשתעלה את הנרות הן הלוצי״‎ש בלע״‎ז על הקנים למקומם ואין לומר עליהן קבועות היו שהרי כתיב בפ׳‎ ויקהל ויעש את המנורה וגו׳‎ ויעש את נרותיה שבעה ומלקחיה וגו'. <b>אל מול פני המנורה יאירו שבעת הנרות</b> סבב את פיות שבעת הנרות אל מול פני המנורה דהיינו הפרכת המבדיל בין ההיכל ובין קדש הקדשים והיינו אליבא דמאן דאמר צפון ודרום היו הנרות מונחים ולמאן דאמר מזרח ומערב היו מונחים הנרות <b>אל מול פני המנורה</b> היינו השלחן כדכתיב בפרשת פקודי וישם את המנורה נכח השלחן.",
                "<b>יאירו שבעת הנרות</b> הנרות שעל ששת הקנים ה״‎ג בפרש״‎י אלא שהסופרים גרעו בו תיבה אחת."
            ],
            [],
            [
                "<b>וזה מעשה המנרה</b> זהו אחד משלשה דברים שנתקשה בהן משה ונפקא לן הא מדכתיב בהו זה והא דלא מנו זה יתנו כל העובר וגו', יש לומר שלא נתקשה בשעור המטבע, אלא תמה בעצמו איך יתרצה הקב״‎ה בדבר קל כמו זה וזה שיסד הפיוט במה יתרצה אשכול הכופר.",
                "<b>מעשה המנרה</b> ענין מלאכת המנורה נאמר במקום אחר ונשנה כאן בשביל פרק הירך שנתחדש בה הוא שנאמר כאן <b>עד ירכה עד פרחה. כן עשה</b> משה את המנרה."
            ],
            [],
            [
                "<b>קח את הלוים</b> ביום שהוקם המשכן נאמרה לפי שבה כתובות הלכות לויים שבו ביום הוזקקו לשיר. פרשה זו נכתבה על הסדר ושתי פרשיות של מעלה שנאמר באחת הקרב את מטה לוי וגו׳‎ ובאחרת ואני הנה לקחתי את הלוים היינו לחנות סביב המשכן. לאחר שהוקם המשכן וסדר הדגלים והדלקת המנורה צוה לזמן הלויים לשרתו ונסמכה פרשת הלויים לפרשת נרות לומר שהכהנים יתעסקו בהדלקת הנרות ובשאר עבודות יעזרום הלוים.",
                "<b>מתוך בני ישראל</b> שהרי מעורבים היו מקודם לכן."
            ],
            [
                "<b>הזה עליהם מי חטאת</b> אי אפשר לומר מצוה זו נאמרה ביום שנאמרה פרשה זו דהיינו ביום שהוקם המשכן שהרי לא נשרפה הפרה דהא קים לן באחד בניסן הוקם המשכן שני לו נשרפה הפרה אלא הכי קאמר לאחר שתעשה הפרה הזה עליהם מי חטאת. ואף על פי שמיום שהוקם המשכן היה להם ליטהר על ידי שבו ביום הוזקקו לשיר י״‎ל שנטהרו משמן המשחה ומן הדם אשר על המזבח כעין אהרן ובניו כדאמרינן במסכת יומא נכנסו מים תחת דם.",
                "<b>הזה עליהם מי חטאת.</b> לפי שמכאן ואילך מוטל עליהם להוריד ולהקים את המשכן הוצרכו הזאת שלישי ושביעי שהרי אי אפשר שלא נטמאו במת לשעבר.",
                "<b>והעבירו תער על כל בשרם</b> קודם הזאת שלישי ושביעי. כאן פרש״‎י מצאתי בדברי רבי משה הדרשן לפי שנתנו כפרה על הבכורות שעבדו עבודת כוכבים והיא קרויה זבחי מתים והמצורע קרוי מת הזקיקם תגלחת כמצורעים ולכך צריכים בעלי תשובה טבילה ותגלחת.",
                "<b>וכבסו בגדיהם</b> וכ״‎ש בשרם כדין טומאת מת."
            ],
            [
                "<b>ולקחו פר בן בקר</b> לחנכת עבודתם. ד״‎א <b>ולקחו פר בן בקר</b> לפי שהבכורות עבדו עבודת כוכבים בהוראת אחרים במעשה העגל כדכתיב ויאמרו אלה אלהיך ישראל ומצינו שהצבור מביאים פר לעולה בהעלם דבר של צבור כדכתיב ואם מעיני העדה נעשתה לשגגה וגו'",
                "<b>ופר שני</b> פרש״‎י מה תלמוד לומר שני כלומר הרי חטאת קודמת לעולה אלא לומר לך מה עולה לא נאכלת אף חטאת זו לא נאכלת לפי שבו מלאו ידי הלויים והיו מלואים כמו שפיר׳‎ בפרשת שמיני.",
                "<b>תקח לחטאת</b> בלקיחה נקט פר העולה תחלה כדי לברר היפה לעולה דמכל מקום לענין הקרבה חטאת קודמת לעולה. ופר שני, תקח <b>לחטאת</b> חלק הכתוב להם ללויים כבוד שלא הביאו שעיר לחטאת שאילו כך היה נראה שעל כפרת עבודת כוכבים בא והם לא נכשלו בה."
            ],
            [
                "<b>והקרבת את הלוים לפני אהל מועד</b> כשם שכתוב במצורע והעמיד הכהן המטהר וגו'."
            ],
            [
                "<b>וסמכו בני ישראל</b> הם הבכורת שבישראל שהלויים נתנו כפרה תחתיהם וכל בכור סומך על שלו.",
                "<b>וסמכו בני ישראל את ידיהם על הלוים</b> דוגמא וסמכת את ידך עליו דמשה לגבי יהושע וכל סמיכה דגבי אדם היא שימת שררה וממנה למדו לעשות פרשים כמו שפירש בפרשת ויחי גבי וישת ידו."
            ],
            [
                "<b>והניף אהרן את הלוים, מאת בני ישראל</b> לפי שהם שלוחים של ישראל."
            ],
            [
                "<b>על ראש הפרים</b> על ראש כל אחד מן הפרים."
            ],
            [
                "<b>והעמדת את הלוים לפני אהרן ולפני בניו</b> להראות שהם נתונים לו כמו שמפורש בענין."
            ],
            [],
            [
                "<b>וטהרת אתם</b> בהזאת שלישי ושביעי."
            ],
            [
                "<b>כי נתנים נתנים המה לי</b> נתונים מאת בני ישראל להקב״‎ה ונתונים מאת הקב״‎ה לאהרן.",
                "<b>לקחתי אתם לי</b> קבלתי אותם."
            ],
            [
                "<b>ביום הכתי כל בכור</b> ולהלן הוא אומר ויהי בחצי הלילה וה׳‎ הכה כל בכור אלא כל תיבת יום משמע אף לילה כמו שפרש״‎י בפרשת בשלח."
            ],
            [
                "<b>ואקח את הלוים תחת כל בכור</b> שאם היו כל הבכורים עובדים יהיה בהם נגף שהרי אביו של זה הבכור שמא לא היה בכור ולא אבי אביו ולא הורגלו בעבודה ולכשיבא לעבוד לא יהא בקי ונזהר בה ויעשה שלא כהוגן וניגף כמו שמצינו בנדב ואביהוא אבל הלויים כיון שנבחרו המה ובניהם ובני בניהם לדורות הורגלו והוזהרו בעבודתם לעשותה כהוגן ולכך אמר הכתוב לא יהיה ללוי חלק ונחלה וגו׳‎ שלא יתעסקו בשום מלאכה רק בעבודת הקודש פן ילמד ידיו למלאכת החול וע״‎י כך יהיו זרועותיו ואצבעותיו עבות וקשות ולא יוכל לכופן ולמשמש את הנבל ובכנור ויקלקלו השיר.",
                "<b>לעבד את עבדת בני ישראל</b> עבודה שהיתה מוטלת על בני ישראל לעשות.",
                "<b>ולא יהיה בבני ישראל נגף</b> באחד מבני ישראל דוגמא ואם שלש אלה לא יעשה לה ויקבר בערי הגלעד ועל עיר בן אתונות."
            ],
            [],
            [
                "<b>כן עשו להם בני ישראל</b> סמכו ידיהם עליהם."
            ],
            [
                "<b>ויתחטאו הלוים</b> בהזאת מי חטאת."
            ],
            [
                "<b>כן עשו להם</b> הכהנים ללויים [הלויים לכהנים]. ד״‎א <b>כן עשו להם</b> אהרן ובניו ללויים כמה שנאמר וזאת עשו להם וחיו וגו'."
            ],
            [],
            [
                "<b>זאת אשר ללוים</b> בשנים פוסלים בהם ואין אחרת ללויים שאין מום פוסל בהם.<b>אשר ללוים</b> ולא אשר לכהנים שאין השנים פוסלים בהם בכהנים, ופרשה זו לא נאמרה אלא במדבר כמו ששנינו תנו רבנן בן לוי מבן שלשים ועד בן חמישים כשר לעבודה ושנים פוסלים בו בד״‎א באהל מועד שבמדבר שלא היו מיושבים והעבודה בכתף לפיכך לא היו נושאים את הארון אלא בני כח אבל בשילה ובית עולמים שהיו מיושבין וקבועים אין נפסלים אלא בקול. א״‎ר יוסי מאי קרא ויהי כאחד למחצצרים ומשוררים להשמיע קול אחד כאחד אפילו זקנים במשמע קול אחד שצריכים לבשם את קולם שיהא נראה כקול אחד הכי מיתניא והכי פירש״‎י בפרק הכל שוחטים.",
                "<b>מבן חמש ועשרים שנה.</b> ולהלן בפרשת במדבר הוא אומר מבן שלשים שנה ומעלה אלא לפי הפשט לכל הלויים נאמרה פרשה זו מבן חמש ועשרים שנה יבאו כולם לעשות מלאכות קלות כגון לשמור שלא יכנס זר במשכן ולשיר עד שיהיו בני שלשים שמכאן ואילך הם בכחם וישאו בני קהת בכתף ובני גרשון ומררי יתעסקו בטעינת ופריקת העגלות והורדת והקמת המשכן."
            ],
            [
                "<b>ומבן חמשים שנה ישוב</b> כל אחד <b>מצבא העבודה</b> המוטלת עליו, בני קהת מעבודת משא בכתף ובני גרשון ובני מררי מטעינה ופריקה והורדה והקמה וחוזרין אלו ואלו לשיר ולשמור שלא יכנס זר במשכן.",
                "<b>ולא יעבד עוד</b> פירש״‎י עבודת משא בכתף לפי פרש״‎י, פרשה זו לא אבני גרשון ומררי קאי. וקשיא לי לפירש״‎י מיניה וביה שפירש אבל חוזר הוא לטעון עגלות מה הוא חוזר הרי מתחלה עבודתם לטעון עגלות מיהו בני גרשון ומררי אף הם נפסלים בשנים ממה שהיו כבר כגון טעינת ופריקת עגלות והורדת והקמת המשכן וחוזרים לשיר ולשמור שלא יכנס זר למשכן, ולפי פירוש רש״‎י שפירש אבל חוזר הוא לנעילת שערים ולשיר ולטעון עגלות, לנעילת שערים קאי אשילה ובית עולמים, ולטעון עגלות קאי אמדבר."
            ],
            [
                "<b>ושרת את אחיו</b> וכשיהיה בן חמשים ישרת עם אחיו הזקנים באהל מועד לשורר ולשמור משמרת שלא יכנס בו זר כדכתיב מסביב למשכן יחנו.",
                "<b>ועבדה לא יעבד.</b> עוד שום עבודה רק ישורר וישמור שלא יכנס זר במשכן."
            ]
        ],
        [
            [
                "<b>בחדש הראשון</b> כתיב הכא במדבר סיני וכתיב התם במדבר סיני באחד לחודש מה להלן ר״‎ח אף כאן ר״‎ח, כאן פירש״‎י פרשה זו שבראש הספר לא נאמרה עד אייר למדת שאין סדר מוקדם ומאוחר בתורה. ולמה לא פתח בזו מפני שהיא גנותן וכו'. ואם תאמר אי זה גנות הוא הרי בפרשת בא תלה הכתוב מצות פסח בביאתן לארץ אלא יש לומר גנות הוא להם שאם לא חטאו במתאוננים היו נכנסים לארץ באותו אייר כדכתיב ויהי בשנה השנית בחדש השני בעשרים בחודש וגו׳‎ ויאמר משה לחובב נוסעים אנחנו אל המקום וגו׳‎ ופרש״‎י מיד עד שלשה ימים אנו נכנסים לארץ וכו׳‎ והיו עושים פסחיהם בארץ ועכשיו שחטאו עשו שם חדש כדכתיב לא יום אחד תאכלו וגו׳‎ עד חדש ימים משם באו לחצרות ועשו שם שבעת ימים להסגר מרים ושלחו המרגלים שעל ידם נגזר עליהם להיות במדבר ארבעים שנה וזהו הגנות."
            ],
            [
                "<b>ויעשו בני ישראל את הפסח</b> הפ״‎א בקמץ גדול."
            ],
            [
                "<b>וככל משפטיו</b> פירש״‎י כגון שבעת ימים למצה ולביעור חמץ לשבעת הימים כדכתיב שבעת ימים תאכל מצות, ולמצה כדכתיב על מצות ומרורים יאכלהו, לביעור חמץ דכתיב לא תזבח על חמץ דם זבחי."
            ],
            [],
            [
                "<b>ויעשו את הפסח</b> רבי יוסי אומר לא עשו ישראל פסח במדבר אלא אותו בלבד והטעם לפי שבאותה שעה היו חונים במקום אחד ויכולים היו למול הזכרים הילודים להם כדי שלא תעכב להם מילתם מלאכול בפסח אבל מכאן ואילך שהלכו במדבר ולא מלו הילודים להם משום חולשא דאורחא וסכנת הנימול שיניעוהו בדרך כדכתיב וכל העם הילודים במדבר בדרך בצאתם מארץ מצרים לא מלו ומילת זכריו מעכבתו לאכול בפסח כדכתיב המול לו כל זכר ואז יקרב לעשותו לפיכך לא עשו פסח. ורבותינו אמרו לפי שכל ארבעים שנה שהיו ישראל במדבר לא נשבה להם רוח צפונית ולא היה להם יום צח למול."
            ],
            [
                "<b>[ויהי אנשים</b> דרך המקראות לומר לשון יחיד אצל רבים]",
                "<b>ויהי אנשים</b> אחד עושה פסח שני ולא צבור וביום שהוקם המשכן נאמרה כמו ששנינו בגיטין.",
                "<b>אשר היו טמאים</b> רבי יצחק אומר אם נושאי ארונו של יוסף יכולים ליטהר ואם נושאי ארונו של נדב ואביהוא יכולים להטהר שהרי באחד בניסן הוקם המשכן שני לו שרף אלעזר את הפרה ואמרו בגיטין שמנה פרשיות נאמרו בו ביום שהוקם המשכן ופרשת פרה אחת מהן ובו ביום שהוקם המשכן היה ר״‎ח ניסן, שהרי בר״‎ח מתו נדב ואביהוא כדמפורש בפרשת שמיני, הלכך יכולין היו להזות עליהם מימי חטאת שנעשו בשני בניסן לטהר כל טמאי מתים שהיו מר״‎ח ניסן עד פסח לעשות פסחיהן בטהרה, אלא למי היו טמאים למת מצוה נטמאו.",
                "<b>ולא יכלו לעשת הפסח</b> לפי שאין אדם טמא רשאי לאכול בקדשים כדכתיב בפרשת צו והנפש אשר תאכל מבשר זבח השלמים אשר לה׳‎ וטומאתו עליו וגו'",
                "<b>ביום ההוא</b> אין יכולים לעשות הא מחר יכולין לעשות מצינו למדים שחל שביעי שלהן בערב הפסח."
            ],
            [
                "<b> למה נגרע.</b> למה אין אנו רשאים לאכול קדשים בטומאה הרי אשתקד אכלנו הפסח במצרים אפילו בטומאה והטעם שעדיין לא הוזהרו."
            ],
            [],
            [],
            [
                "<b>או בדרך רחקה</b> נקוד על ה״‎א לדרוש דרחוקה לא קאי אבדרך שהרי נקודה הה״‎א דכמאן דליתא היא אלא קאי אאיש כלומר אם רחוק הוא.",
                "<b>או לדרתיכם</b> פירוש <b>או בדרך רחקה לכם</b> עכשיו <b>או</b> כשאירע דבר זה לכם לדרתיכם."
            ],
            [
                "<b>בחדש השני</b> לפי שפסח מצרים לא היה רק יום אחד לא נצטוו עליו, עכשיו כשנבנה המשכן נצטוו שיעשוהו כמשפט עיקר מצותיו."
            ],
            [],
            [
                "<b>ובדרך לא היה</b> או בדרך לא היה דוגמא מכה אביו ואמו.",
                "<b>וחדל לעשות הפסח.</b> מעשות הפסח שיאמר הרי יש לו תשלומים. דוגמא ויחדלו לבנות העיר, אשר ברא אלוקים לעשות שפי׳‎ כי בו שבת מעשות מכל מלאכתו אשר ברא."
            ],
            [
                "<b>וכי יגור אתכם גר</b> אהדריה קרא לפסח שני."
            ],
            [
                "<b>וביום הקים את המשכן</b> לפי שרוצה לדבר במסע הדגלים מגיד לך מנהג הענן שעל המשכן מיום שהוקם.",
                "<b>כסה הענן את המשכן</b> על המשכן לבדו היה ענן מיוחד ומעולה יותר מאותן שהיו בשביל ישראל כדאיתא בתנחומא וענן השכינה שהיה מהלך על גבי מחנה הלויים וכו'."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>[יחנו, יסעו</b> לשון הווה הוא]."
            ],
            [
                "<b>ונעלה הענן בבקר</b> ללמדך שלא הטריחם הקב״‎ה ליסע מחצות ואילך."
            ],
            [
                "<b>או ימים או חדש או ימים</b> אלו לא נאמר פסוק זה הייתי אומר לא היה הענן מאריך על המשכן פחות משנה אלא ה״‎ק מערב עד בוקר או ימים או חודש או ימים ."
            ]
        ],
        [
            [],
            [
                "<b>עשה לך</b> לצרכך שלא תצטרך לשלוח אחריהם."
            ],
            [],
            [],
            [
                "<b>החנים קדמה</b> הם דגל מחנה יהודה."
            ],
            [
                "<b>החנים תימנה</b> הם דגל מחנה ראובן יכול כשם שתוקע למזרח ולדרום כך תוקע לצפון ולמערב ת״‎ל תרועה יתקעו למסעיהם לשני המחנות דוקא ולכבודו של משכן הנוסע אחר שני דגלים אלו. וי״‎א תוקע לכל ארבע מחנות.",
                "<b>ותקעתם תרועה שנית</b> מכאן אתה למד שהיו תוקעים קר״‎ק.",
                "<b>ותקעתם תרועה שנית.</b> פרש״‎י סימן מסע המחנות תקיעה תרועה ותקיעה כך הוא נדרש בסיפרי מן המקראות המיותרים. וה״‎ק נאמר ברוח מזרחי תרועה ונאמר ברוח דרומי תרועה מה תרועה יתקעו אף תרועה האמורה במזרח תקיעה אחר תרועה ומה ברוח מזרחית תקיעה לפני תרועה דכתיב ותקעתם תרועה אף האמורה בדרום תקיעה לפני תרועה. וא״‎ת אמאי איצטריך קרא דגבי מזרח למילף מיניה תקיעה לפני תרועה בדרום הא ברוח דרום עצמו כתיב תקיעה לפני תרועה כדכתיב <b>ותקעתם תרועה שנית</b> ויש לומר דאי לא הוה קרא דכתיב במזרח ותקעתם תרועה ה״‎א דבדרום היו תוקעים תקיעה ושתי תרועות ותקיעה שהרי כתיב בדרום ותקעתם תרועה שנית תרועה יתקעו הלכך איצטריך קרא דגבי מזרח למילף מינה בדרום תקיעה לפני תרועה הרי לך קר״‎ק."
            ],
            [
                "<b>ובהקהיל את הקהל</b> פרש״‎י יכול מה מסע המחנות תוקע ומריע ותוקע ומעתה אין חלוק בין מקרא העדה וכו'. ברוב הפירושים כתוב כך והמליצה קצרה והכי קאמר יכול מה מסע המחנות תוקע ומריע ותוקע אף מקרא העדה כך ומעתה אין חלוק בין מקרא העדה למסע המחנות וכו'."
            ],
            [
                "<b>והיו לכם לחקת עולם</b> לחק נתנו ולא לדורות מכאן אמרו כל הכלים שעשה משה במדבר כשרים היו לדורות חוץ מן החצוצרות."
            ],
            [
                "<b>וכי תבאו מלחמה</b> מצינו לשון רבים גבי מלחמה כמו והיה כי תקראנה מלחמה.",
                "<b>על הצר</b> בשביל הצר דוגמא כי עליך הורגנו כל היום.",
                "<b>ונזכרתם לפני ה'</b> הולך ומפרש היאך יהיו נזכרים."
            ],
            [
                "<b>ותקעתם בחצצרת</b> כדי שישמעו ישראל וידעו כי הקרבנות קרבים ויכוונו לבם לשמים.",
                "<b>ועל זבחי שלמיכם</b> כבשי עצרת שהרי לא היו תוקעים רק לקרבן צבור וחובה.",
                "<b>והיה לכם לזכרון</b> שהרי ביום שמחתכם דהיינו במועדיכם ותקעתם על עולותיכם וכשתתקעו ותריעו למלחמה יזכור לכם זכות הקרבנות ונושעתם."
            ],
            [],
            [
                "<b>וישכן הענן במדבר פארן</b> כולל תבערה שהיא קברות התאוה, וחצרות ורתמה וקדש, וראיה לדבר שלא הזכיר מדבר פארן בפרשת מסעי."
            ],
            [
                "<b>על פי ה'</b> בתקיעת החצוצרות, ד״‎א בהעלות הענן מעל המשכן שהורד המשכן על ידי הלויים."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והקימו את המשכן</b> פרש״‎י בני גרשון ובני מררי כאן פוסק ומה שפירש שהיו קודמים להם מסע שני דגלים לאו אבני גרשון ובני מררי קאי אלא ענין אחר הוא להורות סדר מנהגם. וכן הפירוש אמאי קאמר קרא והקימו בני גרשון ובני מררי את המשכן תשובה לדבר שהיו קודמים להם מסע שני דגלים כלומר שני דגלים זה אחר זה היו נוסעים קודם בני קהת היינו מסע שני דגלים כמו שמצינו מפורש בענין. ובני גרשון ובני מררי שנסעו עם דגל ראשון כשהיו רואים הענן שוכן היו מקימים את המשכן בתוך כדי ביאת בני קהת כמו שפירש״‎י כאן היה דינו של ויהי בנסוע הארון להיות נכתב."
            ],
            [],
            [],
            [],
            [
                "<b>מאסף לכל המחנת</b> פרש״‎י לפי שהיה שבטו של דן מרובה באוכלוסין היה נוסע באחרונה וכל מי שהיה אובד דבר היה מחזירו לו, אתיא כמאן דאמר כתיבה היו מהלכין. כלומר הוא הולך ברוח צפון שהיה קבוע לו ומתוך שהיה מרובה באוכלוסין היו אוכלוסין מפוזרין אף על פני כל רוח מערב ומתוך כך היה מאסף ואם תאמר הרי דגל מחנה יהודה מרובה מדגלו אלא יש לומר שהיה מרובה באוכלוסין מאותו שהיה נוסע באחרונה.",
                "<b>מאסף לכל המחנת</b> כל אדם אפילו משאר דגלים כשלא היה יכול ליסע בדגל שלו היה מתאסף עם דגל מחנה דן שהיה אחרון אבל יותר לא היה יכול לעמוד פן ישאר יחידי ולכך קורא אותו מאסף לשון ואין מאסף אותו הביתה."
            ],
            [],
            [],
            [],
            [
                "<b>נסעים אנחנו</b> פירש״‎י שיתף משה את עצמו עמהם עדיין לא נגזרה גזרה וכסבור שהוא נכנס חז״‎ק שהרי בפ׳‎ שמות פירש״‎י שלח נא ביד תשלח אין סופו להכניסם לארץ ולפי הפשט שתף משה עצמו עמהם אמר עכשיו יאמרו ישראל אם מי שעשה נסים והוציאנו ממצרים ועשה לנו נסים וגבורות אינו נכנס איך אנו נכנסין. ד״‎א מפני יתרו שלא יאמר אם משה אינו נכנס איך אכנס אני.",
                "<b>והטבנו לך</b> מן השלל אבל לתת לו חלק בארץ לא היה הרשות בידם."
            ],
            [
                "<b>כי אם אל ארצי ואל מולדתי אלך</b> לא אניח הודאי בשביל הספק."
            ],
            [
                "<b>אל נא תעזב אתנו</b> אם לא הטבנו לך עד עתה.",
                "<b>כי על כן ידעת</b> חנתנו שהרי בשביל כן שדעתך היה לבא עמנו ידעת חנותנו.",
                "<b>והיית לנו לעינים</b> כמו אם נא מצאתי חן בעינך שהוא כמו לפניך אף כאן מכאן ואילך תהיה לפנינו ולעינינו עמנו. ד״‎א גרים אחרים יסתכלו בך ויתנו לב להתגייר."
            ],
            [
                "<b>אשר ייטיב ה׳‎ עמנו</b> להוסיף על שבעה עממים כדכתיב והרחבתי את גבולך והטבנו לך מאותו הטוב. וי״‎מ שנדרו לו את ארץ הקיני הוא שכתוב באברהם אבינו את הקיני ואת הקניזי לכך נקרא שמו קיני בהרבה מקומות כדכתיב וירא את הקיני, ויאמר שאול אל הקיני."
            ],
            [
                "<b>ויסעו מהר ה'</b> אצל הר סיני היו עד עכשיו.",
                "<b>דרך שלשת ימים</b> אינו אומר שלשת ימים אלא דרך שלשת ימים כלומר משנסעו מסיני עשו בחנייה ראשונה קודם שאכלו השליו שיעור מהלך שלשת ימים הם עשרים באייר וכ״‎א בו וכ״‎ב בו.",
                "<b>וארון ברית ה'</b> י״‎מ משה היה נושאו כדכתיב בתרי עשר ואשלח לפניך את משה ואת אהרן ומרים אבל הארון שעשה בצלאל היה באמצע הדגלים."
            ],
            [
                "<b>וענן ה׳‎ עליהם יומם</b> מה שפירש״‎י שבעה עננים כתובים במסעיהם לאו בפרשתא חדא כתיבי כדאיתא בת״‎כ מכאן אמרו ז׳‎ עננים הם וענן ה׳‎ עליהם יומם דהכא, ועננך עומד עליהם, בעמוד ענן אתה עומד עליהם ובעמוד ענן אתה הולך לפניהם יומם דפרשת שלח, ובהאריך הענן בפרשה זו, ובהעלות הענן, ואם לא יעלה הענן, כי ענן ה׳‎ על המשכן דפרשת פקודי, ר׳‎ יהודה אומר י״‎ג היו שנים לכל רוח ושנים למעלה ושנים למטה ואחד לפניהם הגבוה מנמיכו והנמוך מגביהו ר׳‎ יאשיה אומר ארבעה ר׳‎ אומר שניים."
            ],
            [
                "<b>ויהי בנסע הארן</b> תניא רבן שמעון בן גמליאל אומר עתידה פרשה זו שתעקר מכאן ותכתב במקומה ולמה נכתבה כאן כדי להפסיק בין ויהי העם כמתאוננים לויסעו מהר ה׳‎ ששניהם פורעניות. והיכן מקומה אמר ר׳‎ יוסי בדגלים, כלומר תכף אחר ונסעו הקהתים נושאי המקדש וגו׳‎ ויהי בנסוע הארון וגו'",
                "<b>ויאמר משה קומה ה'</b> על שם שהענן היה מסתלק מעל המשכן בשעת המסעות."
            ],
            [
                "<b>ובנחה</b> כתיב ובנוחו קרי.",
                "<b>ובנחה יאמר שובה</b> על שם שהיה שוכן רבבות אלפי ישראל.",
                "<b>רבבות.</b> מתיבות חסרות בי״‎ת כמו כי ששת ימים עשה ה׳‎ שבי אלמנה בית אביך ועוד הרבה. ד״‎א קומה ה׳‎ ויפוצו אויבך זו היא תפלת הדרך.",
                "<b>שובה ה׳‎ רבבות</b> יהי רצון שישובו הרבבות והאלפים למקומם במספר ולא יפקד ממנו איש.",
                "<b>שובה</b> כמו והשיבה דוגמא ושב ה׳‎ את שבותך שהוא כמו והשיב."
            ]
        ],
        [
            [
                "<b>כמתאננים</b> לשון און ועמל כמו מחשבות אונך.",
                "<b>וישמע ה'</b> שדברו דברי און.",
                "<b>ותבער בם אש</b> מדה כנגד מדה לפי שפשעו והציצו במראה כבוד שכינה שהוא כאש אוכלת והוזהרו בסיני בה נענשו כאן ראשי העם כשפרש״‎י בפ׳‎ משפטים גבי ויראו את אלקי ישראל.",
                "<b>ותאכל בקצה המחנה</b> לפיכך ויצעק העם אל משה יראים היו פן תתפשט בכל המחנה."
            ],
            [],
            [
                "<b>תבערה</b> היא קברות התאוה."
            ],
            [
                "<b>והאספסף אשר בקרבו התאוו תאוה</b> וגו׳‎ עד ויאסוף משה כל זה היה בשלשה ימים בעשרים באייר וכ״‎א בו וכ״‎ב בו.",
                "<b>והאספסף</b> כתיב אל״‎ף ולא קרי.",
                "<b>[אשר בקרבו</b> והם לא היו באמצע המחנה]. וישבו ויבכו גם בני ישראל אחר שהתלוננו כבר לבדם חזרו ונתרעמו עם האספסוף ובכו על תאות הבשר.",
                "<b>מי יאכילנו בשר</b> כי השלו פסק משנה ראשונה, פסוק זה מלמדנו שנתאוננו על אכילת הבשר."
            ],
            [
                "<b>זכרנו את הדגה</b> כשנילוס מתפשט כמנהגו ואחר כך חוזר למקומו הדגים נשארים בגומות בשיחין ונשותיהם שואבות מאותן השיחים והדגים נכנסים בכדיהם וכן ארז״‎ל.",
                "<b>אשר נאכל במצרים חנם</b> בלא טורח ובלא דמים.",
                "<b>את הקשאים ואת האבטחים</b> לאכול בקנוח סעודה.",
                "<b>ואת החציר ואת הבצלים</b> לטעום הקדרה עם הבשר.",
                "<b>ואת השומים</b> לטבל הבשר והדגים."
            ],
            [
                "<b>ועתה נפשנו יבשה</b> אמרו עתיד המן ליתפח בתוך כרסנו להרגנו כלומר יש לך ילוד אשה שאינו מוציא מה שהוא אוכל אמרו לו לרבי שמעון ובמה אתה מקיים ויתד תהיה לך על אזנך אמר להם מה שתגרי אומות העולם מביאים להם יוצא מהן אבל המן אינו יוצא מהם לעולם כדכתיב לחם אבירים אכל איש. ד״‎א לאחר שסרחו היו מוציאים."
            ],
            [
                "<b>והמן כזרע גד</b> הכ״‎ף בחיר״‎ק והזיי״‎ן בשו״‎א דוגמא ואיש יהודה נטע שעשועיו.",
                "<b>[ועינו כעין הבדלח</b> מבריק]."
            ],
            [
                "<b>שטו</b> כמו חקרו כמו משוט הארץ, נמצא באגדה <b>שטו העם ולקטו</b> אלו הצדיקין שהיו אוכלים אותו כמו שהיה יורד.",
                "<b>וטחנו ברחים או דכו במדכה</b> אלו הבינוניים.",
                "<b>ובשלו בפרור</b> אלו הרשעים שהיו מבשלים אותו וזהו שנאמר וימצאו אותו מקושש עצים למה היה לו לקושש אלא מפני שהיה רשע היה רוצה לבשל את המן."
            ],
            [],
            [],
            [
                "<b>ולמה לא מצתי חן</b> מן התיבות חסרות אלף באחרית יסוד שלהם."
            ],
            [
                "<b>האנכי הריתי</b> אם אני אמם שהריתי אותם.",
                "<b>אם אנכי ילדתיהו</b> אם אני אביהם לשון ילד את שלח.",
                "<b>על האדמה</b> אל האדמה כמו על גוזזי צאנו נטה ידך על השמים."
            ],
            [],
            [
                "<b>לא אוכל אנכי לבדי</b> לאחר שבערה האש בקצינים שבמחנה אמר משה כך בהיותם חיים היו נושאים עמי במשא העם."
            ],
            [
                "<b>ואם ככה את עשה לי</b> פירש״‎י תשש כחו של משה כנקבה. פירוש שרוי בצער ובכעס היה ולא היה יכול לגמור הדבר ולומר אתה ואמר את כאדם המתאנח שבתחלת אנחתו אינו יכול לגמור נשימתו. וי״‎א תיבת את, לך, בך, אתך, לשון זכר ולשון נקבה.",
                "<b>ואל אראה ברעתי</b> אל אראה עוד ברעה שאני בה."
            ],
            [
                "<b>אספה לי שבעים איש</b> כנגד שבעים נפש ירדו אבותינו מצרימה ושבעים זקנים במתן תורה ושבעים משפחות המנויות בפרשת פנחס ומשם ואילך היתה סנהדרין גדולה שבעים."
            ],
            [
                "<b>ואצלתי מן הרוח אשר עליך</b> וכי לא היה לו להקב״‎ה רוח אחרת לשבעים זקנים אם לא לקחה ממשה אלא כך אמר לו הקב״‎ה אני אומר לך אתה תדון את עמי ונתתי לך חכמה לדונם ואת רוחי נתתי עליך ואתה אמרת לא אוכל לבדי חייך ינתן להם מרוחך."
            ],
            [
                "<b>התקדשו למחר</b> כ״‎ג באייר."
            ],
            [],
            [
                "<b>עד חדש ימים</b> עד ולא עד בכלל כלומר כ״‎ט ימים והוו להו עשרים ותרין בסיון כדאיתא במסכת תענית.",
                "<b>והיה לכם לזרא</b> אלף במקום ה״‎א דוגמא קראן לי מרא, ופי׳‎ <b>לזרא</b> להסיג כמו נזורו אחור זרה הלאה כלומר תאכלו מאיתו בשר וסופו יהיה לכם רע ונתעב עד שתסיגוהו ותרחיקוהו מכם.",
                "<b> לאמר.</b> למה זה יצאנו ממצרים ושאמרתם זכרנו את הדגה וגו'."
            ],
            [
                "<b>ויאמר משה שש מאות אלף רגלי</b> וגו׳‎ רבונו של עולם אמרת לי אספה לי שבעים איש ונשאו אתך ואל העם תאמר ונתן ה׳‎ לכם בשר ע״‎י שבעים איש אלו וכי יש יכולת ביד שבעים איש לתת בשר לשש מאות אלף רגלי הגברים לבד מטף."
            ],
            [
                "<b>הצאן ובקר</b> שאמרו מי יאכילנו בשר.",
                "<b>ואם את כל דגי הים</b> שאמרו זכרנו את הדגה.",
                "<b>ישחט להם יאסף להם</b> על ידי אנשים מעט כשבעים נפש.",
                "<b> ומצא להם.</b> לשש מאות אלף רגלי הגברים לבד מטף עד חדש ימים."
            ],
            [
                "<b>ויאמר ה׳‎ אל משה היד ה׳‎ תקצר</b> אין דעתי ליתן להם ע״‎י השבעים איש אלא על ידי וידי לא תקצר.",
                "<b>עתה תראה היקרך דברי</b> שאתן להם אבל לא ע״‎י השבעים איש."
            ],
            [],
            [
                "<b>ויאצל</b> אל״‎ף כתיב ולא קרי.",
                "<b>ויתנבאו ולא יספו</b> ולא הוסיפו על משה דוגמא ויסף חמישיתו עליו."
            ],
            [
                "<b>וישארו שני אנשים</b> היתרים על השבעים.",
                "<b>שם האחד אלדד ושם השני מידד.</b> הזקנים לא נתפרשו שמותם ואלו נתפרשו שמותם לפי שהזקנים נפסקה נבואתם שהיתה משל משה שכך אמר הקב״‎ה ואצלתי מן הרוח אשר עליך אבל אלו נבואתם היתה מאת הקב״‎ה כדכתיב <b>ותנח עליהם הרוח</b> וגו'.",
                "<b>ותנח עליהם הרוח.</b> אע״‎פ שלא נבחרו בכלל השבעים הואיל והיו ראויים לכך לא הוכלמו ושרתה עליהם הרוח ונתנבאו.",
                "<b>והמה בכתבים</b> פרש״‎י נטל ע״‎ב פתקין וכתב על שבעים זקן ועל שנים חלק. וא״‎ת הרי קנאה גדולה מוטלת בדבר שיוכלו האחרונים לומר שמי שיטלו תחלה מסברא יעלה ביד כל אחד פתק זקן ולפי שהפתקין של זקן יתרים על הפתקין של חלק, אלא י״‎ל כמו כן מסברא זו השבעים ראשונים יכולים לומר שמא השנים פתקין של חלק יגיעו לידינו מתוך שאנחנו הרוב קודם שיגיעו ליד השנים האחרונים ע״‎י שהם המיעוט ונמצא שאין יתרון לזה מזה.",
                "<b>ולא יצאו האהלה</b> לא יצאו ממחנה ישראל אל אהל מועד עם האחרים.",
                "<b>ויתנבאו במחנה</b> ועל מי היו מתנבאים על גוג ויחזקאל רמז נבואתם כדכתיב כה אמר ה׳‎ האתה הוא אשר דברתי בימים קדמונים ביד הנבאים שנים אל תקרי שנים אלא שנים."
            ],
            [],
            [
                "<b>מבחריו</b> מנעוריו לשון בימי בחורותיך. ד״‎א מן המובחרים לשרת את משה כי אחרים היו עמו.",
                "<b>אדני משה כלאם</b> בבית ולא יתנבאו במחנה שהרי האחרים שנתן להם רשות מתנבאים בהצנע כדכתיב ולקחת אותם אל אוהל מועד והתיצבו שם עמך והללו לא נטלו רשות ממך ומתנבאים חוץ לאוהל מועד."
            ],
            [
                "<b>ומי יתן כל עם ה׳‎ נביאים</b> הן במחנה הן באוהל מועד להקל מעלי.",
                "<b>כי יתן ה׳‎ את רוחו עליהם.</b> ולא מרוחי שמה שאמר הקב״‎ה לתת מרוחי היינו על שבעים זקנים אבל יותר אינן מתנבאים מרוחי אלא מרוחו של הקב״‎ה הלואי שיהיו כולם מתנבאים בענין זה."
            ],
            [
                "<b>ויאסף משה אל המחנה</b> נתלוה עם הזקנים לחלוק להם כבוד."
            ],
            [
                "<b>ורוח נסע</b> בכ״‎ג באייר.",
                "<b>ויגז שלוים מן הים</b> כנגד מה שאמרו מי יאכילנו בשר זכרנו את הדגה הגיז להם עופות מן הים לטעום טעם בשר ודגים.",
                "<b>על המחנה אצל המחנה</b> כמו ושכות על הארון ונתת על המערכת.",
                "<b> וכאמתים על פני הארץ</b> ר״‎ל שהיו מעופפים חבורה על גבי חבורה עד שהיה עבין אמתים."
            ],
            [
                "<b>ויאספו את השלו</b> חסר יו״‎ד.",
                "<b>עשרה חמרים</b> יש בחמר שלשים סאין הרי עשרה חמרים מחזיקים שלש מאות סאה הרי בכל יום עשר סאין לממעיט."
            ],
            [
                "<b>הבשר עודנו בין שניהם</b> לאחר שהספיק בשר לכולם כדי שלא יאמרו לא נגפם אלא מפני שלא היה בידיו יכולת להספיק בשר לכולם."
            ],
            [
                "<b>ויקרא את שם המקום</b> חסר שם הקורא כמו ויאמר ליוסף."
            ],
            [
                "<b>מקברות התאוה נסעו</b> בכ״‎ב בסיון.",
                "<b>ויהיו בחצרות</b> היל״‎ל ויחנו בחצרות כמו בשאר חניות אלא כיון שנסעו מחצרות לא הספיקו להלוך עד ששמעו שדברה מרים במשה ונצטרעה וחזרו וחנו לאחוריהם בחצרות עד האסף מרים ואין מוקדם ומאוחר."
            ]
        ],
        [
            [
                "<b>ותדבר מרים ואהרן במשה</b> מנין היתה יודעת שפירש משה מן האשה אלא ראתה את צפורה שלא היתה מתקשטת בתכשיטי נשים, אמרה לה אין אחיך מקפיד בדבר ע״‎י כך ידעה מרים ואמרה לאחיה ושניהם דברו בו.",
                "<b>על אדות האשה הכשית.</b> אמרו למה פירש עכשיו מאשתו אלא אם לו ע״‎י שהיא כושית והלא אשה כושית לקח משעת הנשואין כלומר כעורה היתה משעת הנשואין ולא הניחה בשביל כיעור שבה ולמה הניחה עכשיו בשביל כיעור שבה. דבר אחר <b>על אדות האשה הכשית</b> מלכה כושית כמו שכתוב בדברי הימים דמשה והוא לא נזקק לה. ואין לפרשו על צפורה דאם כן מאי דכתיב כי אשה כשית לקח וכי עד עתה לא היינו יודעים שלקח הוא את צפורה ועוד הרי צפורה לא היתה כושית, כי כוש מבני חם ומדין מבני קטורה אשר ילדה לאברהם."
            ],
            [
                "<b>ויאמרו הרק אך במשה דבר</b> אין מעוט אחר מעוט אלא לרבות והרבוי הלא גם בנו דבר קודם שנדבר עם משה, כיצד במרים כמו שדרשו רז״‎ל שנתנבאה בעוד שהיתה אחות אהרן ולא אחות משה, ובאהרן הנגלה נגליתי.",
                "<b>וישמע ה'.</b> אעפ״‎י שדברו בסתר תבע עלבונו."
            ],
            [],
            [
                "<b>ויאמר ה׳‎ פתאם</b> שלא יאמרו משה קבל עלינו לפני המקום."
            ],
            [
                "<b>ויקרא אהרן ומרים</b> אבל משה לא קרא עמהם שלא יאמרו ישראל אף משה עמהם בכלל הכעס."
            ],
            [
                "<b>במראה אליו אתודע</b> לשון נבואה כמו ודבר מה יראני והגדתי לך."
            ],
            [
                "<b>בכל ביתי נאמן הוא</b> ידוע לעולם שראה הוא מכבוד שכינה מה שלא ראו שאר נביאים שהרי הוא אב לנביאים היה, ולא מצינו שאמר כך וכך ראיתי כמו שעשו כמה נביאים. ועליו אמר שלמה בחכמתו נאמן רוח מכסה דבר, ובתרגום ירושלמי מתורגם <b>בכל ביתי</b> בכל עמי נאמן הוא לשון בית יעקב ובית יוסף פירש כל אנשי ביתי מחזיקין אותו לנאמן."
            ],
            [
                "<b>ותמנת ה׳‎ יביט</b> מראה אחורים כדכתיב וראית את אחורי."
            ],
            [
                "<b>ויחר אף ה׳‎ בם</b> איכא מ״‎ד מלמד שאף אהרן נצטרע ואיכא מאן דאמר שהוא בנזיפה בעלמא פר׳‎ הזורק."
            ],
            [
                "<b>והענן סר, והנה מרים מצרעת</b> אין דרך ארץ שתעמוד הקדושה במקום טומאה."
            ],
            [],
            [
                "<b>אל נא תהי כמת</b> מצורע חשוב כמת פירש <b>אל נא תהי</b> אחותנו בעצלות תפלתך כאותו שיצא מצורע ממעי אמו והוא מיד כאלו נאכל חצי בשרו כדאמר קטן היוצא מצורע ממעי אמו אין לו טהרה עולמית, ומתוך שנגע זה בא ע״‎י חטא יש פתחון פה לומר שע״‎י תפלה יסתלק כמו שמצינו בפרעה ובשאר מקומות לפיכך יש לך להתפלל עליה. כאן פירש״‎י וזהו אשר בצאתו מרחם אמו פי׳‎ יצתה מרחם אמנו ואין אני יכול לטהרה שהרי היא קרובתי."
            ],
            [
                "<b>אל נא רפא נא לה</b> הראשון לשון בקשה והשני לשון עכשיו ולכך השיבו הקב״‎ה אם היא תרפא מיד לא תהא נזופה אפילו יום אחד."
            ],
            [
                "<b>הלא תכלם שבעת ימים</b> מלראות פניו כמו שמצינו באבשלום וזו שיש בה שתי סרחונות לי ולך כמו שכתוב בעבדי במשה ומן הדין יש לה להסגר י״‎ד יום אלא סלח לה הסרחון שלך."
            ],
            [
                "<b>מחוץ למחנה שבעת ימים</b> לא שבעת ימים שלמים דוקא אלא מקצת יום שביעי ככולו כשאר הסגרות."
            ],
            [
                "<b>ואחר</b> אחר ששבה אל המחנה בכ״‎ט בסיון.",
                "<b>ויחנו במדבר פארן</b> הוא קדש ברנע והכי הוה מעשה בכ׳‎ באייר באו מחורב לקברות התאוה ולא נאמר התקדשו למחר עד כ״‎ב באייר ועל זה נאמר ויסעו מהר ה׳‎ דרך שלשת ימים כי היכי דתיתי לך חושבנא שבתשעה באב נגזר על אבותינו שלא יכנסו לארץ ועד חדש ימים עד ולא עד בכלל והוו להו כ״‎ב בסיון ואכלו השליו שבעת ימים מאייר וכ״‎ב בסיון ובאותו יום עצמו כ״‎ב בסיון באו לחצרות למחר ביום כ״‎ג הזמינו עצמם ליסע מחצרות כמו שפי׳‎ ונשתהו שם עד האסף מרים ביום השביעי דהיינו כ״‎ט בסיון ובאותו יום עצמו באו לקדש ברנע ושלחו המרגלים כדאיתא במסכת תענית.<b>שלימא סדרא דפרשת בהעלותך</b>"
            ]
        ],
        [
            [],
            [
                "<b>[שלח לך אנשים</b> גלוי וידוע לפניו שלא היתה דעתו של הקב״‎ה שלימה, שישתלחו].",
                "<b>תשלחו כל נשיא בהם</b> כל נשיא ישלח איש אחד משבטו."
            ],
            [
                "<b>כלם אנשים</b> פירש״‎י אותה שעה כשרים היו כלומר בשעה שנבחרו אבל מכאן ואילך החמיצו כמו שפירש״‎י וילכו ויבואו.",
                "<b>ראשי בני ישראל המה</b> שרי אלפים."
            ],
            [],
            [],
            [
                "<b>כלב בן יפנה</b> הוא כלב בן חצרון ונקרא שמו יפונה על שפנה מעצת מרגלים."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>למטה יוסף למטה מנשה</b> אעפ״‎י שבמקומות אחרים נקרא יוסף על שם אפרים כאן כללו על שבט מנשה לפי ששניהם הוציאו דבה, יוסף על אחיו ונשיא מנשה על הארץ, ומהאי טעמא בפרשת מסעי ובספר יהושע נקרא עוד יוסף על שבט מנשה משום דשם משתעי בחלוקת הארץ ועל הארץ היתה הדבה ולפי שנשיא אפרים לא הוציא דבה הפרידם כאן זה מזה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אלה שמות האנשים.</b> משבט לוי לא נשתלח מרגל לפי שלא היה לו חלק בארץ.",
                "<b>ויקרא משה להושע בן נון יהושע</b> לא שקראו עתה יהושע אלא כך הפירוש הוא שקראו משה יהושע כבר כשנעשה משרתו ומצא חן בעיניו שכן הוא המנהג שכן מצינו באברהם ושרה ויעקב דניאל חנניה מישאל ועזריה צדקיה שכבר שמו מתניה ונחמיה שנקרא התרשתא. וי״‎מ שינה שמו על שהוצרך להיות מן המרגלים ולעבור דרך עמלק בשם הושע."
            ],
            [
                "<b>עלו זה בנגב</b> של ארץ כנען.",
                "<b>ועליתם את ההר</b> וכיון שתדעו איך תכבשו את ההר העמק יהיה נוח לכבוש.",
                "<b>[ועליתם את ההר</b> הר האמורי]."
            ],
            [],
            [
                "<b>אם רעה</b> אם משכלת יושביה כמו שמצינו והמים רעים והארץ משכלת יושביה ועל זה השיבו ארץ אוכלת יושביה היא."
            ],
            [
                "<b>והתחזקתם</b> היו צריכים חזוק לפי שהימים ימי ביכורי ענבים והשומרים מצויים שם. "
            ],
            [
                "<b>ממדבר צן עד רחב לבא חמת</b> באלכסון מרוח דרומית מזרחית עד קרן מערבי צפוני והמקראות שבפרשת מסעי מוכיחים."
            ],
            [
                "<b>ויבא עד חברון</b> כלב לבדו הלך שם ונשתטח על קברי האבות שלא יהא ניסת לחבריו וכו׳‎ כך פירש״‎י, והטעם לפי שלא בקש משה עליו רחמים כמו שעשה על יהושע. ד״‎א <b>ויבא עד חברון</b> דרך הפסוק לקרא לכמה מרגלים ואורבים לשון יחיד כדכתיב והאורב קם ממקומו.",
                "<b>ושם אחימן</b> לפי שעתידין לומר וגם ילידי הענק ראינו שם מפרש לך הכתוב היכן ראום.",
                "<b>וחברון שבע שנים נבנתה לפני צען מצרים</b> ועדיין לא מתו הנפילים שהיו שם מימים קדמונים והכתוב בא להכחיש המרגלים שעתידים לומר ארץ אוכלת יושביה היא.",
                "<b>לפני צען מצרים</b> פירש לך הכתוב חשיבות א״‎י על חשיבות ארץ מצרים לפי שיצאו ממנה והיו בקיאים בה ומכירין בטובתה וחשיבותה."
            ],
            [
                "<b>ויכרתו משם זמורה ואשכול</b> מלשון ואשכול ש״‎מ ב׳‎ נינהו ומן הזמורה עשו מוט.",
                "<b>וישאהו במוט בשנים</b> נשאוהו במוט הזמורה על שני מוטות אחרים."
            ],
            [],
            [
                "<b>מקץ ארבעים יום</b> שהתחילו בכ״‎ט בסיון שנשתלחו המרגלים וכלו בח׳‎ באב לערב דתמוז דההיא שתא מלויי מליוהו."
            ],
            [
                "<b>אל מדבר פארן קדשה</b> מדבר פארן ומדבר צין וחצרות וקדש ברנע ורתמה סמוכים זה לזה דהא כתיב הכא נסעו העם מחצרות ויחנו במדבר פארן. והוא רתמה כמפורש בפרשת מסעי ושם כתיב ויחנו במדבר צין היא קדש וכאן כתיב אל מדבר פארן קדשה ובפ׳‎ מטות כתוב בשלחי אותם מקדש ברנע."
            ],
            [],
            [
                "<b>אפס כי עז העם הישב בארץ והערים בצרות גדלות</b> תרתי לריעותא. וגם ילדי הענק ראינו שם שנא׳‎ עליהם מי יתיצב לפני בני ענק."
            ],
            [
                "<b>עמלק יושב בארץ הנגב</b> עד שאתם שואלים משבע אומות שאלו מן העם היושב על הגבול הוא עמלק שנזדווג להם בצאתם ממצרים.",
                "<b>והאמרי יושב בהר והכנעני יושב על הים ועל יד הירדן</b> ואין לנו מקום פנוי ליכנס לארץ."
            ],
            [
                "<b>ויהס כלב את העם אל משה</b> וגו׳‎ מתוך כך תבין את דברי משה את אשר דבר כנגד המרגלים ואינן כתובים כאן אבל בפרשת דברים נתפרשו ואומר אליכם לא תערצון ולא תיראון מהם."
            ],
            [],
            [],
            [
                "<b>ושם ראינו את הנפילים</b> י״‎מ נפילים גבוהים כמו הר נופל יבול דאיוב שפירשו גבוה לשון נפילים.",
                "<b>בני ענק</b> פירש רש״‎י שמעניקין את החמה בקומתם מרוב גובה קומתן דומים כאילו צוארן נוקב ועונק בנקב שהחמה יוצא בו כך פרש״‎י בפרק אלו נאמרים.",
                "<b>כחגבים</b> ולאו דוקא כחגבים אלא קטנים ביותר וכן דרך המקרא לדבר ויושביה כחגבים."
            ]
        ],
        [
            [],
            [],
            [
                "<b>הלוא טוב לנו שוב מצרימה</b> כשהיינו במצרים אם מת אחד ממנו היה מניח נכסיו לקרוביו או לשכניו אבל עכשיו הכל לבז."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אם חפץ בנו ה'</b> שלא נמות במדבר."
            ],
            [
                "<b>כי לחמנו הם</b> כדכתיב ואכלת את כל העמים.",
                "<b>סר צלם מעליהם</b> כל דבר המגין על האדם הוא צל שלו."
            ],
            [],
            [],
            [
                "<b>אכנו בדבר ואורשנו</b> שלא יתחלל שמי למסרם ביד אויב."
            ],
            [
                "<b>כי העלית</b> אשר העליתה."
            ],
            [
                "<b>ואמרו</b> מצרים <b>אל יושב הארץ</b> ומה יאמרו מבלתי יכולת ה׳‎ וגו'."
            ],
            [],
            [],
            [
                "<b>יגדל נא כח ה'</b> מדת הרחמים תנצח למדת הדין לכבוש כעסך וזהו כח כדכתיב טוב ארך אפיים מגבור. ד״‎א לעיל קאי ואמרו הגויים מבלתי יכולת לכך אמר עכשיו <b>יגדל נא כח</b> כלומר הראה גבורתך לכל שאתה יכול להכניסן לארץ ולהפיל לפניהם המלכים.",
                "<b>כח ה'</b> באל״‎ף דל״‎ת.",
                "<b>כאשר דברת</b> במעשה העגל יש חסרון ושנוי כאן ממה שיש בפרשת כי תשא אמנם אין בכך כלום כי כן דרך בכל המקרא כששינה הכתוב דבריו הוא משנה פעם שנית מפעם ראשונה."
            ],
            [
                "<b>ה׳‎ ארך אפים</b> לא הזכיר כאן אל לפי שהוא משמע לשון חוזק ובעל כח והוא לא רצה שיראה כחו לישראל, רחום וחנון לא הזכיר משום דשייכי גבי מתנה כדכתיב וצדיק חונן ונותן והוא לא בקש שיחנם לתת להם כלום אלא שיסלח להם. ואמת לא רצה להזכיר לפי שהיה מבקש לפני הקב״‎ה שיעשה להם לפנים משורת הדין ואמת משמע קו המשפט כדאמרינן תורה דכתיב בה אמת אין הקב״‎ה עושה בה לפנים משורת הדין. ד״‎א לא הזכיר אמת לא רצה שיאמת הקב״‎ה מה שאמר אכנו בדבר וגו'. נוצר חסד לא הזכיר לפי שהם לא עשו חסד שינצרהו להם אלא פשעו.",
                "<b>וחטאה</b> לא הזכיר לפי שהוא לשון שוגג כדכתיב וחטאה בשגגה והם זדו ופשעו."
            ],
            [
                "<b>סלח נא לעון העם הזה</b> של מרגלים.",
                "<b>וכאשר נשאתה לעם הזה ממצרים ועד הנה</b> במעשה העגל."
            ],
            [
                "<b>סלחתי</b> פעם אחת במעשה העגל ויתרתי להם אבל עכשיו לא אסלח להם אבל אפרע מהם. ד״‎א <b>סלחתי</b> סולח אני כמו ונתתי כסף הרימותי את ידי.",
                "<b>כדברך</b> כמו שאמרת שיש עלי לעשות ולא אפיל דבר אמרת ארך אפיים הריני מאריך אפי עמהם ולא אכלם עתה.",
                "<b>כדברך</b> חסר יו״‎ד. אמרת נושא עון הריני תולה על עונם. אמרת ונקה לא ינקה ודאי אין אני מנקה להם כמו שנא׳‎ ואולם חי אני וימלא כבוד ה׳‎ וגו׳‎ כבודי יעמוד במקומו שלא יאמרו מבלתי יכולת ה', כי אביא את בניהם לארץ. אמרת פוקד עון אבות על בנים כן אעשה ואניע את בניהם במדבר ארבעים שנה עם אביהם ונשאו הבנים את עון אביהם שלא יכנסו הבנים מיד לארץ."
            ],
            [],
            [
                "<b>וינסו</b> ויכעיסו כמו והא אינון נסיסין ולכך הסמ״‎ך דגושה."
            ],
            [],
            [
                "<b>ועבדי כלב</b> לא הוזקק להזכיר יהושע לפי שהיה עתיד הוא להביאם לארץ. ד״‎א לא הזכירו לפי שלא היו לו בנים ואין לומר עליו וזרעו יורשנה.",
                "<b>וימלא אחרי.</b> גמר את הדבר אחרי משה שלוחי כדי להחזיקו דוגמא ואני אבוא אחריך ומלאתי את דבריך.",
                "<b>וזרעו יורשנה</b> לשון ירושה פי׳‎ ולזרעו יוצאי זרעו יורישנה לבנים הבאים אחריהם."
            ],
            [
                "<b>והעמלקי</b> במדה שהפחידום המרגלים בעמלק בה הפחידם הקב״‎ה.",
                "<b>והכנעני</b> הוא אמורי הוא כנעני.",
                "<b>יושב בעמק</b> ולקמן כתיב וירד העמלקי והכנעני היושב בהר ההוא אלא י״‎ל רובם היו יושבים בעמק ומעוטם בהר ואותו מיעוט נלחם בהם וראיה לדבר מדכתיב היושב בהר ההוא מכלל שיש מהם יושבים במקום אחר, או שמא בעמק היו יושבים וכששמעו שבני ישראל באים לקראתם עלו בהר וארבו להם שם, ומצינו לשון ישיבה גבי מארב כדכתיב יושב במארב חצרים.",
                "<b>מחר פנו וסעו לכם</b> מחר זה לאחר זמן הוא שהרי ישבו להם בקדש ימים רבים קודם שהתחילו לסבוב את הר שעיר והיא דוגמא כי ישאלך בנך מחר.",
                "<b>המדבר דרך ים סוף</b> לסבוב את הר שעיר כמו שמצינו בפרשת דברים כדי להשלים גזרת ובניכם יהיו רועים במדבר ארבעים שנה."
            ],
            [],
            [],
            [],
            [
                "<b>מבן עשרים שנה ומעלה</b> כנגד שהם בני חיל והיה להם לצאת בצבא לכבוש את הארץ והם נאצוני ונתנו כתף סוררת."
            ],
            [],
            [],
            [
                "<b>ופגריכם אתם</b> סרסהו ואתם פגריכם והוא שפירש״‎י כתרגום ופגריכון דלכון ופגריכם שלכם."
            ],
            [
                "<b>יהיו רעים</b> רועים ממש כצאן זו פעמים כאן ופעמים כאן כן יעשו בניכם ינועו הנה והנה עד תם פגריכם."
            ],
            [
                "<b>במספר הימים</b> בבי״‎ת.",
                "<b>וידעתם את תנואתי</b> אמרתם שכוונתי להפילכם בחרב כדי שלא להביא דברי שאמרתי לפניכם להכניס אתכם לארץ עכשיו תבחינו ותכירו אותה תנואה שחשבתם עלי מדה כנגד מדה."
            ],
            [
                "<b>אם לא זאת אעשה</b> שלשה פסוקים קצרים מענין אחד יש בפרשה זו ואלו הם אם יראו את הארץ אשר נשבעתי, אם אתם תבואו אל הארץ, אם לא זאת אעשה לכל העדה, כאדם האומר אם לא אעשה דבר זה כך וכך יארע לי אלא שלא רצה לפרש מפני כבוד שכינה.",
                "<b>הנועדים עלי</b> שאמרו לרגום עבדי עד שנראה כבודי."
            ],
            [
                "<b>והאנשים אשר שלח משה</b> הם המרגלים להם לא המתין אלא וימותו במגפה.",
                "<b>וישבו וילינו</b> הרעימו פעם שניה.",
                "<b>וילונו</b> כתיב וילינו קרי."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>את פי ה'</b> שאמר מחר פנו וסעו לכם המדבר דרך ים."
            ],
            [],
            [
                "<b>כי על כן שבתם</b> שהרי בשביל כך שהמרגלים הפחידו אתכם מן הכנעני והעמלקי העומדים שם <b>שבתם מאחרי ה'</b> ויראים אתם ליכנס לארץ ואין אתם בוטחים בו ובשביל כן לא יהיה עמכם אם תעברו את פיו ללכת להלחם עד לאחר ארבעים שנה. ד״‎א סרסהו על כן כי שבתם."
            ],
            [],
            [
                "<b>ויכום</b> העמלקים <b>ויכתום</b> הכנענים. דבר אחר הרגו מהם מחצו מהם. <b>[חרמה</b> שם מקום]."
            ]
        ],
        [
            [],
            [
                "<b>דבר אל בני ישראל</b> כשראה שחזרו בתשובה ונתאבלו על מה שעשו הודיעם שיתישבו בה בניהם ודבר עמהם על עסק הקרבנות שיקבלם ברצון מהם.",
                "<b>אל ארץ מושבתיכם</b> אבל במדבר לא תקריבו כי אתם במזיד ואין קרבן כפרה למזיד."
            ],
            [],
            [
                "<b>והקריב המקריב</b> רבי נתן אומר זה בנין אב לכל המתנדב במנחה שלא יפחות מעשרון ולוג שמן."
            ],
            [
                "<b>תעשה על העלה</b> עם העולה דוגמא על שדה הארץ יחשב. על העלה או לזבח למה נאמר לפי שנאמר למעלה ועשיתם אשה עולה או זבח שומע אני שאם אמר הרי עלי עולה הרי עלי מנחה הרי עלי שלמים יביא נסך אחד לשניים ת״‎ל <b>על העלה או לזבח</b> מגיד שמביא לזה בפני עצמו ולזה בפני עצמו."
            ],
            [],
            [],
            [],
            [
                "<b>והקריב על בן הבקר</b> עם בן הבקר."
            ],
            [],
            [
                "<b>ככה יעשה לשור האחד</b> מצינו שלא חלקה התורה בין נסכי עגל לנסכי שור.",
                "<b>או לאיל האחד</b> למה נאמר סד״‎א כיון שמצינו שחלקה התורה בין נסכי בני שנה לנסכי בני שתים כן תחלוק בין נסכי כשבה לנסכי רחל ת״‎ל או לאיל, <b>או לשה</b> ללמדך שלא תחלוק בין נסכי כשבה לנסכי רחל. בכבשים או <b>בעזים</b> למה נאמר הואיל ומצינו שחלקה התורה בין נסכי כבשים לנסכי איל כן תחלוק בין נסכי גדי לנסכי תיש ת״‎ל <b>בכבשים או בעזים</b> מקיש גדול שבעזים לקטן שבכבשים מה זה ג׳‎ לוגין אף זה ג׳‎ לוגין."
            ],
            [
                "<b>לאחד כמספרם</b> הלמ״‎ד בקמץ."
            ],
            [
                "<b>כל האזרח יעשה ככה</b> למה נאמר לפי שהוא אומר ומעוך וכתות וגו׳‎ אלו אי אתה מקבל אבל אתה מקבל מהן תמימים אחרי שזכיתי שהא״‎י מביא עולה יכול מה ישראל מביא נסכים אף כנעני מביא נסכים תלמוד לומר כל האזרח יעשה ככה וגו׳‎ ישראל מביא נסכים ואין הכנעני מביא נסכים מכאן אמרו גוי ששלח עולותיו ממדינת הים ולא שלח נסכים עמהם יקרבו משל צבור."
            ],
            [
                "<b>וכי יגור אתכם גר או אשר בתוככם</b> עכשיו. <b>וכי יגור</b> למחר. <b>לדרתיכם</b> מכאן ולהבא פרשה זו נאמרה בתורה ונשנית בשביל שני דברים שנתחדשו בה מכנענים ומגרים."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>והיה באכלכם</b> הבי״‎ת בפתח והאל״‎ף בחטף פתח."
            ],
            [
                "<b>כתרומת גרן</b> שהיא ראשית דגנך אף זו מראשית עריסותיכם."
            ],
            [
                "<b>מראשית ערסתיכם</b> להביא לקט שכחה ופאה שחייבין בחלה.",
                "<b>לדרתיכם</b> להביא עסת שביעית שחייבת בחלה."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם נפש אחת תחטא בשגגה</b> עבודת כוכבים היתה בכלל כל המצוות שהיחיד מביא עליהם כשבה או שעירה, ונשיא שעיר, וכהן משיח וב״‎ד פר, הרי הכתוב מוציאה מכולם להחמיר עליה ולדון בקבועה שיהא יחיד ונשיא ומשוח מביאין עליהם <b>עז בת שנתה לחטאת</b> לכך נאמר פרשה זו.",
                "<b>עז בת שנתה</b> זה בנין אב כל מקום שנאמר עז צריך שתהא בת שנתה."
            ],
            [],
            [],
            [
                "<b>ונכרתה</b> אין הכרתה אלא לשון הפסקה."
            ],
            [
                "<b>עונה</b> ה״‎א רפה."
            ],
            [
                "<b>ויהיו בני ישראל במדבר</b> שכן נגזר עליהם שלא יכנסו לארץ. במצות דלעיל כגון נסכים וחלה כתיב בהם וכי תבואו אל הארץ בבואכם ללמד שאינן נוהגות אלא בארץ אבל שבת נוהגת בין בארץ בין בח״‎ל ואפי׳‎ במדבר ולהכי כתיב ביה במדבר.",
                "<b>וימצאו איש מקשש עצים</b> פירש״‎י בגנותן של ישראל דבר הכתוב שלא שמרו אלא שבת ראשונה ובשניה בא זה וחללה נמצאת למד שהמקושש היה בשנה ראשונה. ואם תאמר הרי בפרשת אמור פרש״‎י שמקושש ומקלל היו בפרק אחד וגבי מקלל משמע שהוא היה בשנה שניה כשהדגלים נקבעו אלא י״‎ל אף מקלל היה בשנה ראשונה ואעפ״‎י כן יצא מחויב כמו שפי׳‎ בפרשת אמור.",
                "<b>מקשש עצים ביום השבת</b> מר אמר מעביר ד׳‎ אמות ברשות הרבים היה ומר אמר תולש היה ומר אמר מעמר היה בפרק הזורק.",
                "<b>וימצאו</b> מלמד שמנה משה שומרים עליו ומצאו אותו מקושש."
            ],
            [
                "<b>ויקריבו אתו</b> וגו׳‎ <b>מקשש</b> למה נאמר עוד, והלא כבר נאמר וימצאו איש מקושש מה תלמוד לומר <b>ויקריבו אתו</b> מלמד שהתרו בו ולא הועיל."
            ],
            [
                "<b>כי לא פרש מה יעשה לו</b> פרש״‎י באיזו מיתה ימות. וא״‎ת לידייניה בחנק דכל מיתה האמורה בתורה סתם היא בחנק אלא י״‎ל מסופק היה משה אי ילפינן חלול חלול מעבודת כוכבים ויהיה נדון בסייף לכך ויניחו אותו במשמר ואם תאמר אליבא דר׳‎ יהודה דאמר אינו נהרג עד שיודיעוהו בשעת התראה באיזו מיתה הוא נהרג היאך דנוהו למיתה אלא י״‎ל שמא התרו בו ד׳‎ מיתות והתיר עצמו למיתה בכולן."
            ],
            [],
            [],
            [],
            [
                "<b>ועשו להם ציצת</b> לא הניח הקב״‎ה דבר בעולם שלא נתנו בו מצוה לישראל יצא לחרוש ולא תחרוש בשור וחמור, לזרוע לא תזרע כלאים. לקצור כי תקצור קצירך. ללוש ראשית עריסותכם. שחט ונתן לכהן הזרוע והלחיים והקבה. קן צפור שלח תשלח. בחיה ועוף ושפך את דמו וכסהו בעפר. נטע וערלתם ערלתו. ילדה זכר ימול בשר ערלתו. קבר את המת לא תתגודדו. מגלח לא תקיפו. בנה בית ועשית מעקה, וכתבתם על מזוזות. נתכסה בטלית ועשו להם ציצת.",
                "<b>על ציצת הכנף</b> עם ציצית הכנף דוגמא על שדה הארץ פי׳‎ עם צצית הכנף שהיא לבן יתנו <b>פתיל תכלת</b> וכן אמרו רבותינו."
            ],
            [
                "<b>וזכרתם את כל מצות ה'</b> פירש״‎י שמנין גימטריא ציצית ת״‎ר וח׳‎ חוטין וה׳‎ קשרים הרי תרי״‎ג. ולפי ששלשת תיבות של ציצת חסרים יו״‎ד אחרונה נכתב <b>לציצת</b> שהלמ״‎ד ממלאה גימטריה של שלשת התיבות של ציצית להיות כל אחת ואחת עולה בגימטריה תרי״‎ג.",
                "<b>ולא תתורו אחרי לבבכם ואחרי עיניכם</b> כשתראו מצותי תזכרו שאתם עבדי ולא תרגילו אחרי הלב והעין לעבור על מצותי."
            ],
            [
                "<b>למען תזכרו ועשיתם את כל מצותי</b> נסמכה פרשת ציצית לפרשת מקושש לפי שכשנדון המקושש על שחלל שבת אמרו ישראל היאך נוכל לעמוד על שמירת שבת היום או למחר נתחייב מיתה כזה שהרי ביו״‎ט הכר סימן בשמירתן ומה שאין כן בשבת לפיכך נתן להם מצות ציצית להתעסק בה בשבת כמו שאמרו רבותינו ז״‎ל כל ההולך בשבת בלא ציצית כאילו מקושש עצים בשבת.",
                "<b>והייתם קדשים לאלקיכם</b> ומי הוא אלוקיכם?"
            ],
            [
                "<b>אני ה׳‎ אשר הוצאתי אתכם מארץ מצרים</b> ומיסודו של רבי משה הדרשן פרש״‎י ושמונה חוטים שבה כנגד שמונה ימים ששהו ישראל משיצאו ממצרים עד שאמרו שירה על הים, ואם תאמר הרי בפרשת בשלח פרש״‎י ליל שביעי ירדו לים בשחרית אמרו שירה. אלא י״‎ל הכא דמני שמנה ימים מני מיום שיצאו מגושן ונתקבצו לרעמסס והתם בפרשת בשלח מני מיום שנסעו מרעמסס לסכות. <b>שלימא סדרא דפרשת שלח </b>"
            ]
        ],
        [
            [
                "<b>ויקח קרח</b> לשון לקיחת אנשים ומי לקח דתן ואבירם בני אליאב ואון בן פלת בני ראובן, וי״‎ו דודתן יתירה היא וכמוה יש הרבה.",
                "<b>בני ראובן</b> אליאב ופלת, פלת הוא פלוא ואליאב בנו כדכתיב ובני פלוא אליאב, ולפי שאמר למעלה במדבר הזה יתמו ושם ימותו מתחיל לספר היאך יש מהם שמתו על דבר קרח ויש מהם במגפה ויש מהם בשטים עד שלא נותר מהם איש."
            ],
            [
                "<b>ויקמו לפני משה</b> קרח נחלק על שהיה בכור בבני אביו וגדלותו נתנה לאהרן ודתן ואבירם ואון לפי שנטלה הבכורה מראובן אביהם ונתנה ליוסף כסבורים שבשביל יהושע שהיה משרתו שהיה משבטו של יוסף עשה כך ונשיא העדה על שהיו בכורים. וראיה לדבר שבפריחת המטה נאמר ותכל תלונותם שראו שנבחר מטה לוי במקום הבכורים ועוד דכתיב כי כל העדה כלם קדושים רמז לבכורים דכתיב בהם קדש לי כל בכור.",
                "<b>ואנשים מבני ישראל חמשים ומאתים </b> לקח לו מכל שבט כ״‎ג חוץ משבטו של לוי שמהם התרעומת כדי שיהא מכל שבט סנהדרי קטנה בין כולם עם און דתן ואבירם מאתיים וחמשים וג', כאן פרש״‎י הלבישם טליתות שכולם תכלת. י״‎מ לפי שצוה הקב״‎ה למעלה בסמוך במצות ציצית בא לו קורח על משה במצוה זו.",
                "<b>קריאי מועד</b> שהיו נקראים אל אהל מועד."
            ],
            [
                "<b>כי כל העדה כלם קדשים</b> הם הבכורים שנתקדשו כדכתיב קדש לי כל בכור ועליהם העבודה מוטלת לעשות."
            ],
            [
                "<b>וישמע משה</b> שחשדוהו שנתכוין לשום השררה על אחיו.",
                "<b>ויפל על פניו </b> נתבייש וכבש פניו בקרקע לתפלה ושם נאמר לו מה שאמר לקרח."
            ],
            [],
            [
                "<b>קחו לכם מחתות</b> לא עלה בדעתו של משה שיסכימו בדבר שהרי ידוע שכל מקריבי קטרת זרה במיתה כמו שמצינו בנדב ואביהוא אלא כנגד שבאו הם על משה בדברי ריבות בא גם הוא בדברי ריבות."
            ],
            [],
            [
                "<b>ויאמר משה אל קרח</b> הדבור הראשון היה עם קרח וכל עדתו וזה עם הלויים."
            ],
            [],
            [
                "<b>ויקרב אתך</b> בתחלה, ואחריך את כל בני לוי אתך שהרי קרח בן בנו של קהת שהיו נושאים את הארון בכתף מה שאין כן בשאר לויים שלא היו נושאים קדושה כזאת ועוד שהיה ראש המשוררים כמו שמפורש בדברי הימים.",
                "<b>ובקשתם גם כהנה</b> מתוך תשובתו של משה אתה למד שהיה מערער על הכהונה."
            ],
            [
                "<b>לכן</b> שבקשתם גם כהונה,",
                "<b>הנעדים על ה'</b> ליום נועד למחר לראות ההבחנה.",
                "<b>כי תלונו</b> כתיב תלינו קרי."
            ],
            [
                "<b>לא נעלה</b> גבי דין נופל לשון עליה כמו ועלתה יבמתו השערה ויעלו אליה למשפט ובועז עלה השער."
            ],
            [
                "<b>כי תשתרר עלינו גם השתרר</b> יש בתורה גמין הפוכים והוא כמו כי גם תשתרר עלינו השתרר דוגמא וברכתם גם אותי כי גם אותך הרגתי. ד״‎א כי תשתרר עלינו אתה <b>גם השתרר</b> אהרן אחיך."
            ],
            [
                "<b>העיני האנשים ההם תנקר</b> בתמיהה וכי סבור אתה לנקר עיניהם של קרח וכל עדתו וכי אין להם עינים לראות ולהבין המכשול הזה שמארץ מצרים שהיא טובה העליתנו ולא שלמת לנו מה שהתנית להביאנו אל ארץ זבת חלב ודבש אך אמרת במדבר הזה יתמו ושם ימותו ועוד שהעוית עלינו את הדין ולכך לא נעלה אליך שאין אנו מאמינים אותך בשום הבחנה על זאת."
            ],
            [
                "<b>אל תפן אל מנחתם</b> מה שקלל משה לדתן ולאבירם היינו טעמא שכששלח משה לקרוא להם אמרו לא נעלה לא היתה כונתם לחזור בהם שאפי׳‎ יאמר הקב״‎ה בחרתי באהרן עדיין היו מערערים על הכהונה אבל קרח וחמשים ומאתים איש שקבלו עליהם לקחת איש מחתתו כסבורים היו שלא שלחו הקב״‎ה לאהרן אחיו אלא מדעתו עשה לא רצה לקלל. לא חמור אחד מהם נשאתי מוסב אמדוע תתנשאו.",
                "<b>חמור אחד</b> לפי הנקוד פירוש כמשמעו אבל לפי פירש״‎י היה לו להנקד כמו אחד העם.",
                "<b>נשאתי</b> לשון נטילה כמו ישאו דבלת תאנים וישאם דוד ואנשיו.",
                "<b>ולא הרעתי את אחד מהם</b> על שהלשינוני על הריגת המצרי."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואכלה אתם כרגע</b> ואם תאמר הא קים לן לא ענש אלא אם כן הזהיר. אלא משה אמר לו בשם הקב״‎ה היו לפני ה׳‎ אתה ואהרן מחר. והוא לא עשה כן אלא ויקהל עליהם את כל העם, לפיכך כעס עליהם מיד. אבל למטה גבי הרומו מתוך העדה הוזהרו כבר."
            ],
            [
                "<b>אלהי הרוחת לכל בשר</b> יודע רוח של כל אחד ואחד מהם, אמר לו הקב״‎ה יפה אמרת יודע אני מי חטא ומי לא חטא דבר אל העדה לאמר וגו'.",
                "<b>האיש אחד יחטא</b> הה״‎א קמוצה ללמדך כי אין בכך תמיה, כי כן דרכו של אדם לחטוא. אבל התמיה מועל כל העדה תקצוף."
            ],
            [],
            [],
            [],
            [
                "<b>בכל חטאתם</b> בשביל רוב חטאתם."
            ],
            [
                "<b>[יצאו נצבים</b> לפי הפשט לשון נצבים שייך גבי ריב]."
            ],
            [
                "<b>לעשות את כל המעשים האלה</b> שהבחנתים בקטרת כשאמרתי ואתה ואהרן איש מחתתו ד״‎א להחליף הבכורים בלויים."
            ],
            [],
            [
                "<b>ואם בריאה יברא ה'</b> לאו לפה הארץ קאי שהרי מששת ימי בראשית נבראת כדברי רבותינו והכתוב עדות <b>ופצתה האדמה את פיה</b> משמע שנבראת כבר, עוד גבי קין כתוב אשר פצתה את פיה אלא ה״‎ק אם מעשה חדש שלא היה מעולם עד עכשיו עתה יברא אותו הקב״‎ה ומהו, להוריד אנשים חיים לשאול."
            ],
            [],
            [
                "<b>ואת כל האדם אשר לקרח</b> מהו כל האדם אם בני קרח הרי כתב ובני קרח לא מתו ומשפחת הקרחי נכתבה בכמה מקומות ואם חמשים ומאתיים איש הרי הן נשרפו אלא היינו הנשים והטף ועבדיו ושפחותיו."
            ],
            [
                "<b>וירדו הם</b> מה שנבלעו אלו יותר ממאתיים וחמשים איש, לפי שקבלו דבריו של משה כשאמר והקרבתם איש מחתתו חמשים ומאתיים מחתות אבל קרח ודתן ואבירם לא קבלו דבריו כמו שפירשתי למעלה שאמרו לא נעלה לפיכך נטרדו בענין רע מה שלא נעשה כן לשום בריה."
            ],
            [
                "<b>נסו לקלם</b> של נבלעים דוגמא לקול מפלתך רעשה כל הארץ."
            ]
        ],
        [
            [],
            [
                "<b>אמר אל אלעזר</b> לא רצה לטמא את אהרן הואיל והיה מן המקריבים."
            ],
            [
                "<b>החטאים האלה בנפשתם</b> דמם בראשם משה התרה בהם, והיה האיש אשר יבחר בו, הוא לבדו יצא חי וכולם אובדים, והם נכנסו לאותה סכנה.",
                "<b>ועשו אתם</b> האמנים מקרא זה חסר, דוגמא ויאמר ליוסף ויגד ליעקב."
            ],
            [
                "<b>ויקח אלעזר</b> לפי הנראה אין כאן מקומו של מקרא זה והיה לו לכתוב זכרון לבני ישראל תכף אחר ויהיו לאות לבני ישראל אלא נקבע כאן להפסיק בנתיים ולמדך שמראש הפרשה עד ויהיו לבני ישראל נאמר למשה שיאמר לאלעזר ומן זכרון לבני ישראל עד ביד משה נאמר למשה שיאמר לאהרן ופי׳‎ כאשר דבר ביד משה לו לאהרן והראיה מספרי וידבר ה׳‎ אל אהרן הנה נתתי לך וגו׳‎ שומע אני דבר אל אהרן תלמוד לומר זכרון לבני ישראל למען אשר לא יקרב איש זר הא למדנו שהדבור למשה שיאמר לאהרן.",
                "<b>צפוי למזבח</b> עד עתה לא היה לו גג."
            ],
            [
                "<b>זכרון לבני ישראל למען אשר לא יקרב איש זר</b> הא למדנו שהדבור למשה שיאמר לאהרן שיהא הרואה שואל הרי כתיב מזבח אדמה תעשה לי שהיו ממלאים את חללו עפר אם כן מה טיבו להיות לו גג מנחושת והנשאל משיב גג זה נעשה ממחתות קרח ועדתו שהיו מערערין על הכהונה וכל העם ישמעו וייראו לערער עוד.",
                "<b>ביד משה לו</b> לקרח ופירושו על קרח דוגמא כי לא אעזבך עד אשר אם עשיתי את אשר דברתי לך שפירש שדברתי עליך. ד״‎א לו לאהרן."
            ],
            [
                "<b>אתם המתם את עם ה'</b> על ידכם נטרדו חמישים ומאתים בכורים המקודשים לעבודה מיציאת מצרים ולא היה לכם לפסול הבכורות ולהכניס הלויים במקומם."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אש מעל המזבח</b> הזהירו שלא יטעה מתוך בהלה להקריב אש זרה כמו שעשו נדב ואביהוא ואלו.",
                "<b>ושים קטרת</b> להודיעם שאתה כהן והקטרת הממיתה כשאינה ביד כהן היא נותנת חיים ביד כהנים.",
                "<b>וכפר עליהם</b> עשן הקטרת חוצץ בפני המגפה."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וקח מאתם מטה מטה</b> מאחר שמתלוננים עוד על מטה לוי שהרי אות המחתות לא היה אות רק לאהרן לבדו וצריך אות אחר בין שבט לוי לשאר שבטים."
            ],
            [
                "<b>כי מטה אחד</b> אעפ״‎י שהשבט אחד נחלק לכהנים וללויים."
            ],
            [],
            [
                "<b>והשכתי מעלי את תלנות בני ישראל</b> שאומרים שמדעתכם הכנסתם הלויים במקום הבכורות."
            ],
            [],
            [
                "<b>וינח משה</b> הנו״‎ן בדגש."
            ],
            [
                "<b>ויצא פרח</b> סימן לפרחי כהונה העתידין לצאת ממנו.",
                "<b>ויצץ ציץ</b> סימן שיצאו ממנו כהנים ששוקדים על עבודתם כדאמרינן כהנים זריזים הם חז״‎ק הא דאמרינן במסכת אבות ואף מטהו של אהרן שקדיה ופרחיה שהן מן הדברים שנבראו בע״‎ש בין השמשות."
            ],
            [],
            [
                "<b>ותכל תלונתם</b> ותכלה אתה תלונתם של ישראל דוגמא וצו את יהושע מן יצוה. ותכס בצעיף מן ותכסה."
            ],
            [],
            [
                "<b>הן גוענו אבדנו</b> יש מהם שמתו מיתת עצמם ויש מהם שנאבדו מן הדין די לנו בכך ולא עוד אלא שכולנו אבדנו כיצד כל הקרב אל משכן ה׳‎ ימות. כסבורים שעדיין לא נאמר והזר הקרב יומת רק בבעלי מומין."
            ]
        ],
        [
            [
                "<b>ויאמר ה׳‎ אל אהרן</b> פרש״‎י למשה אמר שיאמר לאהרן, מי הצריך לרש״‎י לומר כך אלא הכי קאמר קרא אין הדין עמהם לצעוק ולומר, כל הקרב אל משכן ה׳‎ ימות שהרי כבר אמר הקב״‎ה על אהרן אתה ובניך וגו׳‎ ובלע״‎ז א״‎י או״‎ט די״‎ט. וזהו שפירש״‎י, למשה אמר שיאמר לאהרן לומר אמר כבר למשה בפרשת במדבר שיהיו הלויים שומרים שלא יקרב זר למקדש. וחזרה ונשנית כאן בשביל דבר שנתחדש בה, <b>אתה ובניך ובית אביך</b> וגו'. ובשביל שהיא סמוכה לאחריה לפרשת קרח שערער על הכהונה ולפניה לפרש קיום מתנות כהונה בברית מלח. אך חז״‎ק על פרש״‎י שהרי בספרי דרשו גבי וידבר ה׳‎ אל אהרן שומע אני דבר אל אהרן תלמוד לומר זכרון לבני ישראל למען אשר לא יקרב איש זר הא למדנו שהדבור למשה שיאמר לאהרן."
            ],
            [
                "<b>הקרב אתך</b> להזהיר את הלויים בשיר על דוכנם הכתוב מדבר.",
                "<b>וילוו עליך</b> ולא תצטרך לשום ישראל שהם זרים.",
                "<b>ואתה ובניך אתך לפני אהל מועד</b> הכהנים מבפנים והלויים מבחוץ."
            ],
            [],
            [
                "<b>וזר לא יקרב אליכם</b> אזהרה שמענו עונש מנין תלמוד לומר והזר הקרב יומת."
            ],
            [
                "<b>ולא יהיה עוד קצף</b> אין תלמוד לומר עוד אלא שכבר קצף כדכתיב כי יצא הקצף."
            ],
            [
                "<b>לכם מתנה נתנים לה'</b> לשם הם מסורים ולא לכהנים."
            ],
            [
                "<b>ולמבית לפרכת</b> מכאן אמרו מקום היה אחורי בית לפרכת שבודקים שם יחסי כהונה.",
                "<b>עבדת מתנה</b> מה מתנה בפייס אף עבודה בפייס כאן פירש״‎י במתנה נתתיה לכם כלומר ולא יאמרו מעצמכם נכנסתם בה.",
                "<b>והזר הקרב</b> לעבודה אפילו בטהרה ואפילו לוי יומת. ואין להקשות משמואל הרמתי שהקריב ולא היה רק לוי משום דהוראת שעה היתה כמו דגדעון. והזר הקרב יומת עונש שמענו אזהרה מניין ת״‎ל וזר לא יקרב אליכם."
            ],
            [
                "<b>ואני הנה נתתי לך</b> לאחר שנתקיימה הכהונה פירש לך מתנות כהונה ולוייה.",
                "<b>לכל קדשי בני ישראל</b> עם כל קדשי בני ישראל.",
                "<b>לך נתתים</b> בזכותך נתתים.",
                "<b>ולבניך</b> בזכות בניך."
            ],
            [
                "<b>מן האש.</b> כל המובדל מן האש.",
                "<b>זה יהיה לך מקדש הקדשים</b> מאי האי איזה קרבן מצינו אחר חטאת ואחר אשם שיהיו קדש קדשים אם עולה אינה נאכלת ואם שלמים אינם קדשי קדשים הא אינו מדבר אלא בשתי הלחם ובלחם הפנים.",
                "<b>ולכל אשמם אשר ישיבו לי</b> לשון זה נופל על אשם כדכתיב האשם המושב לה׳‎ לכהן.",
                "<b>קדש הקדשים לך הוא</b> חלק המגיע לך מכל ענינים אלו הרי הוא קדש הנטל משאר קדשים."
            ],
            [
                "<b>בקדש הקדשים תאכלנו</b> היינו העזרה על שם שהיא מקודשת מכמה דברים קדושים שהם למטה הימנה."
            ],
            [
                "<b>תרומת מתנם</b> בחסרון תי״‎ו דוגמת ארוכה מארץ מדה שהוא כמו מדתה, וגולה על ראשה כמו וגולתה. הולך בשוק אצל פנה כמו פנתה."
            ],
            [],
            [],
            [],
            [
                "<b>כל פטר רחם לכל בשר</b> פרשה זו נשתלשה בשביל ערך פדיון בכור בהמה טמאה.",
                "<b>אשר יקריבו לה'</b> להוציא את החיה שאינה קרבה שאין בה דין בכור."
            ],
            [],
            [
                "<b>קדש הם</b> להביא את המעשר שיטעון חלבים שלא שמענו בכל התורה כולה."
            ],
            [
                "<b>ובשרם יהיה לך</b> להביא את הבכור בעל מום שמתנה לכהן שלא שמענו כן בכל התורה כולה."
            ],
            [
                "<b>ברית מלח עולם הוא</b> בחיריק לשון נקבה וכן בדוד הוא אומר כי המלוכה לדוד ולזרעו ברית מלח."
            ],
            [
                "<b>אני חלקך</b> כתרגומו מתנן דיהבית לך, וע״‎י כך תהיה פנוי לשמור משמרתי שלא תצטרך לשום פרקמטיא ולא לשום עבודה אחרת."
            ],
            [
                "<b>ולבני לוי</b> וגו׳‎ בספרי דרשו וי״‎ו מוסיף על ראשון לומר שגם ללויים ולזרעם נכרתה ברית מלח עולם."
            ],
            [
                "<b>ולא יקרבו עוד בני ישראל</b> אין תלמוד לומר עוד אלא שכבר קרבו."
            ],
            [],
            [
                "<b>כי את מעשר בני ישראל</b> על ידי שהוא דבוק שפירושו מעשר של בני ישראל נקוד הוא בפת״‎ח."
            ],
            [],
            [
                "<b>בנחלתכם</b> במקום נחלתכם, ולפיכך צריכים אתם לעשר כאלו בא לכם מן הנחלה."
            ],
            [
                "<b>וכמלאה מן היקב</b> לשמן ויין קורא מלאה לפי שאין הכלי מחזיק מהם אלא כדי מלואו."
            ],
            [
                "<b>כן תרימו</b> כמו שישראל עושים כן תרימו גם אתם.",
                "<b>מכל מעשרתיכם</b> מכל שאר מעשרות שאתם מחוייבים מכל שאר גדולי קרקע המחויבים במעשר."
            ],
            [
                "<b>מכל מתנתיכם תרימו</b> למד שאפילו מן התבואה הגדלה בשדה מגרש ערי הלויים חייבין ליתן לכהנים שלא יאמר הלוי מתבואה הגדלה בתוך שלי אין אני מחויב להפריש, מק״‎ו, בשל אחרים אני זוכה בשלי לא כ״‎ש לכך נאמר <b>מכל מתנתיכם</b> ומצינו שדה מגרש שנקרא מתנה כדכתיב ומגרש לערים סביבותיהם תתנו ללויים.",
                "<b>מכל חלבו את מקדשו ממנו</b> מכל המוטב ומכל היפה שבו תפרישו ממנו. <b>את מקדשו</b> דהיינו התרומה."
            ],
            [],
            [
                "<b>אתם וביתכם</b> ובית אב שלכם כי מטה אחד לראש בית אבותם."
            ],
            [
                "<b>ואת קדשי בני ישראל לא תחללו ולא תמותו</b> מאחר שתעשו כך אין כאן חלול קדשים שהרי חולין גמורים הם עשרים וארבע מתנות כהונה נתנו לכהנים י״‎ב בירושלים וי״‎ב בגבולים ומה אלו י״‎ב שבירושלים חטאת, אשם, זבחי שלמי צבור, עורות קדשים, לחם הפנים, שתי הלחם, עומר, שירי מנחות, מותר לוג שמן של מצורע, תרומת תודה, תרומת שלמים, ותרומת איל נזיר. ומה אלו י״‎ב שבגבולים תרומה גדולה, תרומת מעשר, חלה, בכורים, ראשית הגז, זרוע, לחיים, קיבה, בכור אדם, בכור בהמה טהורה, פטר חמור, חרמים, שדה אחוזה, גזל הגר אלו כ״‎ד מתנות כהונה. <b>שלימא סדרא דפרשת קרח</b>"
            ]
        ],
        [
            [],
            [
                "<b>זאת חקת התורה</b> חוק של הוריות טומאה ובאחד בניסן ביום שהוקם המשכן נאמרה לפי שביום המחרת נשרפה הפרה להיות נטהרים לפסחיהם וקודם לכן לא יכלו לעשותה דבעינן והזה אל נכח פני אהל מועד וליכא. ואע״‎פ כן נכתב בה כאן לפי שהיו מהם טמאי מתים ממחלוקתו של קרח.",
                "<b>אשר צוה ה'</b> לא מצינו היכן נתפרשה מצוה זו במקום אחר כמו שפי׳‎ למעלה בפרשת בא.",
                "<b>ויקחו אליך</b> לפי שנאמר אתה ובניך אתך תשאו את עון כהונתכם מגיד הכתוב שבגללן היא באה משלהם וכן כתיב ונתתם אתה אל אלעזר הכהן מתנה היא לו משל צבור."
            ],
            [
                "<b>ונתתם אתה אל אלעזר הכהן</b> זו נעשית באלעזר כמו שפרש״‎י ושאר פרות נעשות בין בכהן גדול בין בכהן הדיוט. וי״‎מ לפי הפשט לפי שמטמאה כל העסוקים בה לא רצה הקב״‎ה שיטמא בה כה״‎ג. כאן פירש״‎י דמצותה בסגן כלומר הסגן היה נגיד ומצווה בכל עניניה. י״‎מ צריכה שבעה כהנים לעשותה לז׳‎ ענינים שבה והוציא, ושחט, ולקח מדמה, ושרף את הפרה, ולקח עץ ארז, ואסף איש טהור, והניח האפר אל מחוץ למחנה.",
                "<b>והוציא אותה</b> מקרא קצר הוא לא פירש המוציא וכן ושחט, ושרף, ואסף, והניח. ושחט אותה לפניו לפני אלעזר. כאן פרש״‎י זר שוחט ואלעזר רואה כלומר אין צריך סגן לשוחטה וכהן הדיוט שוחטה שהוא זר גבי כמה עבודות המוטלות על הסגן. ודוגמא זו מצינו בפ׳‎ יש נוחלין הוא סבר עבודה זרה ממש והוא אינו יודע עבודה שהיא זרה לו והיינו אליבא דרבי יצחק דאמר בפרק טרף בקלפי שחיטת פרה בזר פסולה."
            ],
            [
                "<b>ולקח אלעזר הכהן, והזה</b> לפי שהזאה נראית עכשיו עיקר המצוה, לפיכך תהא בסגן."
            ],
            [
                "<b>ושרף את הפרה לעיניו</b> אחר שורף ואלעזר רואה היינו לענין סגן.",
                "<b>את ערה</b> לרבות שער שלה.",
                "<b>ואת בשרה</b> לרבות העצמות.",
                "<b>ואת דמה</b> לרבות הקרניים והטלפיים.",
                "<b>על פרשה</b> עם פרשה דוגמא ראשו על כרעיו ועל קרבו."
            ],
            [
                "<b>אל תוך</b> אל במקום בי״‎ת דוגמא אל הארון, אל הכלי."
            ],
            [
                "<b>וכבס בגדיו הכהן</b> המשליך אל תוך שריפת הפרה."
            ],
            [
                "<b>והשרף אתה יכבס בגדיו</b> לפי הפשט אין טעונים כבוס בגדים כל העוסקים בה קודם שרפה שעדיין אין טיבה ניכר משאר זבחים שהרי כמו כן כולם טעונים שחיטה והזיה. והקדים הכתוב טהרתו של משליך לטהרתו של שורף לפי שגמר עבודתו של משליך קודם גמר עבודתו של שורף."
            ],
            [
                "<b>ואסף איש טהור</b> לפי הפשט סד״‎א לפי שכבר נטמא השורף הוא עצמו יאסוף את אפר הפרה ולמה נביא כאן כהן אחר לאסוף ויהיה גם הוא טמא לכך נאמר <b>ואסף איש טהור</b> שצריך לחזר אחר איש טהור לאסוף.",
                "<b>והניח מחוץ למחנה</b> פרש״‎י וזה שבהר המשחה כהנים גדולים מטהרים ממנו לפרות אחרות כלומר לאותן המטמאים בשרפת פרות אחרות."
            ],
            [
                "<b>וכבס האסף</b> לפי הפשט האוסף טעון כבוס בגדים אבל המניח האפר מחוץ למחנה אינו טעון כבוס בגדים לפי שקודם לו נגמרה מלאכת האפר, ולפי שאי אפשר לאסוף שלא יפרח ממנו על הבגד של האוסף והאפר קדוש. ומשום שמא יוליכנו במקום טמא צריך כבוס בגדים כדכתיב גבי חטאת ואשר יזה מדמה על הבגד תכבס וגו׳‎ וכן גבי פר ושעיר הנשרפים וכן משליך ושורף מהאי טעמא, וכן נוגע ונושא ומזה צריכים כבוס, שמא הזה מן המים עליו או על בגדיו.",
                "<b>וכבס האסף</b> למה נאמר אם המשליך את האזוב מטמא בגדים האוסף את האפר לא כל שכן אלא אם אמרת כן ענשת מן הדין לכך נאמר וכבס האוסף ללמדך שאין עונשים מן הדין. ד״‎א בא ולמד על האוסף שמטמא בהיסט. ואע״‎פ שבשאר קדשים משנעשו אפר אין בהם קדושה היינו טעמא לפי שאין תועלת באפר אבל כאן כל העקר באפר הוא ומטמא לעולם כדי שיתרחקו ממנו.",
                "<b>וכבס האסף את בגדיו</b> וכ״‎ש בשרו והכתוב מוכיח דכתיב <b>וטמא עד הערב</b> משמע שרחץ כבר שאם לא רחץ לעולם טומאתו בו, ודוגמא זו מצינו והזה הטהור על הטמא וכבס בגדיו ורחץ בשרו וטהר בערב."
            ],
            [
                "<b>הנגע במת</b> למה נאמר אם מטמא באהל אינו דין שמטמא במגע אלא אם אמרת כן ענשת מן הדין."
            ],
            [
                "<b>הוא יתחטא בו</b> באפר זה ואם ישאל שואל היאך פרה אדומה מטהרת טמאים ומטמאה טהורים יש להשיב מצינו ענין א׳‎ עושה ב׳‎ ענינים האש מתכת הבדיל ודברים אחרים ומקשה ביצים ודברים אחרים. וגם סמני הרפואה מרפאין את החולה ומכאיבין את הבריא דרפי קמיט ליה ודקמיט רפי ליה ומאחר שכן הוא יש להתבונן מכח סברת הדעת כי אפשר שצוה הקב״‎ה לטהר אלו ולטמא אלו, גם נמצא בספר אם יותן מים בכלי זכוכית לבנה בחום השמש תצא אש מהם.",
                "<b>ואם לא יתחטא</b> מה תלמוד לומר אחר שאמר כבר הוא יתחטא בו ביום השלישי וביום השביעי אלא סד״‎א אם שכח ולא הזה עליו ביום השלישי יזה עליו שתי פעמים ביום השביעי והעלה לו כהזאת שלישי ושביעי ת״‎ל <b>ואם לא יתחטא</b> וגו׳‎ שצריך שלשה ימים בין הזאה להזאה."
            ],
            [
                "<b>עוד טמאתו בו</b> שלא יאמר מאחר שספרתי ז׳‎ אם לא תועיל לי ספירתי ליכנס למקדש מ״‎מ תועיל לי שלא אטמא עוד ת״‎ל עוד טמאתו בו."
            ],
            [
                "<b>זאת התורה</b> כלומר זאת שאמרנו בתחלת הפרשה היא חוקת התורה.",
                "<b>כל הבא אל האהל</b> שלא תאמר בנגיעת המת החמיר הכתוב אבל בביאה באוהל לא החמיר ת״‎ל כל הבא אל האהל, <b>וכל אשר באהל</b> למה נאמר אם הבא אל האהל דמשמע בא מקצתו טמא אבל באהל דמשמע כולו בא אינו דין שיהא טמא אלא לפי שאין עונשים מן הדין כתב לך וכל אשר באהל. ויש מפרשים <b>כל הבא אל האהל</b> דמשמע בעוד שהמת בו אפי׳‎ לפי שעה כגון בעלי חיים מקבל טומאה שדרכו לבא, <b>וכל אשר באהל</b> מטלטלין מקבלין טומאה אפי׳‎ היו שם עד שלא מת ועוד בו עכשיו.\n"
            ],
            [],
            [
                "<b>וכל אשר יגע על פני השדה</b> הואיל ואין שם אהל אינו מטמא רק במגע.",
                "<b>בחלל חרב</b> שלא תאמר מת מיתת עצמו טמא הכתוב אבל חלל חרב לא יטמא הכתוב ת״‎ל יטמא ז׳‎ ימים.",
                "<b>או בעצם אדם [או בקבר]</b> מקרא זה מוכיח דלא בעינן כל המת ליטמא במגע.",
                "<b>או בעצם אדם או בקבר</b> החמיר בטומאת אדם על כל טמאות שבעולם לעשותה אבי אבות הטומאה כדי שלא יהיו בני אדם מצויין אצל מתיהן מתוך חבתן ויצטערו יותר מדאי או כדי שלא יהו דורשין אל המתים ובעלי אוב ואף מפני כבוד הבריות החמיר הכתוב על טומאתן כדי שלא יעשו מעורם נאדות ושטיחים ומעצמותיהם כלים להשתמש בהם וזהו גנאי לבריות וכן אמרו רבותינו ז״‎ל מפני מה עור אדם טמא כדי שלא יעשוה עור אביו ואמו שטיחין ומפני מה עצמות אדם טמאים שלא יעשה אדם עצמות אביו ואמו תרוודין ולפי חבתן טומאתן."
            ],
            [
                "<b>[אל כלי</b> בכלי]."
            ],
            [
                "<b>ועל הנגע בעצם</b> הבי״‎ת בפת״‎ח כלומר בעצם המבורר למעלה אפילו לא היה שם אהל וכן בחלל, במת, בקבר."
            ],
            [
                "<b>והזה הטהר על הטמא ביום</b> וגו׳‎ למעלה דבר בנוגע במת עצמו וכאן בנוגע אפילו בעצם או בקבר."
            ],
            [
                "<b>ואיש אשר יטמא ולא יתחטא</b> מה ת״‎ל הלא כבר נאמר ולא יתחטא את משכן ה׳‎ טמא אלא שלא תאמר בנוגע החמיר הכתוב אם נכנס למקדש בלא הזאה אבל במטמא באהל אם לא הוזה עליו ונכנס למקדש לא נתחייב כרת ת״‎ל <b>ואיש אשר יטמא</b> בדברים האמורים למעלה. <b>ולא יתחטא ונכרתה</b> וגו׳‎ עונש שמענו אזהרה מנין ת״‎ל וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש.",
                "<b>כי את מקדש ה׳‎ טמא</b> שנכנס בו בעודו טמא. ואם נאמר משכן למה נאמר מקדש ואם נאמר מקדש למה נאמר משכן אלא אם נאמר משכן ולא נאמר מקדש הייתי אומר על המשכן יהא חייב שהרי נמשח בשמן המשחה אבל על המקדש לא יהא חייב לכך נאמר מקדש ואם נאמר מקדש ולא נאמר משכן הייתי אומר על המקדש יהא חייב שהרי קדושתו קדושת עולם אבל על המשכן לא יהא חייב לכך נאמר משכן ומקדש."
            ],
            [
                "<b>ומזה מי הנדה יכבס בגדיו</b> וגו׳‎ מקרא מסורס וה״‎ק ומזה מי הנדה והנוגע במי הנדה יכבס בגדיו וגם יטמא עד הערב.",
                "<b>והנגע במי הנדה יטמא</b> תשובה למינים מה שפרה מטמאה כל העוסקים בה היינו טעמא לפי שהיא נעשית מחוץ למחנה ואם לא תטמא כל העוסקים בה חיישינן שמא יבואו בני אדם העושים עצמם פרושים ויקחו מעפרה ויזו על עצמם שלא לצורך ויאמרו רוצים אנו להיות טהורים ולכך צוה הכתוב שכל הטהורים הנוגעים בה יהיו טמאים. וא״‎ת אם מזה טמא הנוגע לא כ״‎ש <b>והנגע במי הנדה יטמא</b> למה נאמר אלא לפי שאין עונשים מן הדין כתב לך <b>והנגע במי הנדה יטמא</b> . אין אני כמשיב על דברי רבותינו כי כולם אמת. אך תמה אני על מה ששנינו במסכת פרה פ״‎ג פתח העזרה מתוקן קלל של חטאת ומביאין זכר של רחלים וקושרין חבל בין קרניו וקושרין מקל ומסבך בראשו של חבל וזורקו לתוך הקלל ומכה את הזכר ונרתע לאחוריו ונוטל ומקדש כדי שיראה על פני המים ועליו יסד הפייט הקליר בפרשת פרה אדומה יביאו איל מוקרן במטרה בראשו חבל ושוט טהרה לטהרת זאת כרמים נוטרה. שמשמע מכאן לפי פשוטו של מקרא שכל מזה מי הנדה טעון הזאה ואיך יהא נטהר את המזה אחרון אם לא בענין זה."
            ],
            [
                "<b>וכל אשר יגע בו הטמא יטמא</b> טומאת חבורין הכתוב מדבר פירוש בעוד שהוא מחובר למת יטמא טומאת שבעה.",
                "<b>והנפש הנגעת</b> שלא בחבורין תטמא <b>עד הערב</b> כך דרשו רבותינו. ולפי הפשט <b>כל אשר יגע בו הטמא</b> בטומאת אוכל בין כלים ואין לך בו אלא טומאת ערב.<b>והנפש הנגעת</b> הוא פירוש על ויטמא לומר שזמן טומאתו עד הערב."
            ]
        ],
        [
            [
                "<b>ויבאו בני ישראל</b> וגו׳‎ בשנת הארבעים סתם כאן מה שסבבו את הר שעיר מקדש ברנע עד קדש מדבר צין ונכלל כאן בבת אחת והם היו שמנה עשרה מסעות הכתובות בפרשת מסעי מרתמה עד מדבר צין ועל זה נאמר בפרשת דברים ונפן ונסע המדבר דרך ים סוף ונסב את הר שעיר ימים רבים וגו׳‎ עד ונעבור מאת אחינו בני עשיו מאילת ומעציון גבר ומשם באו לקדש שבארץ אדום כדכתיב בפרשת מסעי ויסעו מעציון גבר ויחנו במדבר צין היא קדש, חסר כאן האזהרה שהוזהרו שלא להתגרות בבני עשיו ופירש בפרשת דברים.",
                "<b>וישב העם בקדש</b> עמדו שם ארבעה חדשים עד חדש אב שבו באו להר ההר ושם מת אהרן ואין זה קדש שנאמר עליו ותשבו בקדש ימים רבים שהרי אותו קדש איל פארן הוא ונקרא קדש ברנע וממנו נשתלחו המרגלים וקדש זה שנאמר <b>וישב העם בקדש</b> הוא במדבר צין בגבול ארץ אדום.",
                "<b>ותמת שם מרים</b> לפי שהתחיל כבר במתי מדבר סמך לו מיתת מרים ואהרן."
            ],
            [
                "<b>ויקהלו על משה ועל אהרן</b> לא לקו עכשיו כמו שלקו בשאר תלונות כי הדין עמהם מאחר שלא היה להם מים."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קח את המטה</b> זה המטה של אהרן דהא כתיב כאן ויקח משה את המטה מלפני ה׳‎ וזהו מקלו של אהרן כדכתיב בפרשת קרח השב את מטה אהרן לפני העדות למשמרת לאות לבני מרי, ועוד דמקלו של אהרן היה אות לבני מרי והיינו דאמר משה שמעו נא המורים וכבר טעה משה שאמר לו הקב״‎ה קח את המטה סבר משה להכות בסלע והקב״‎ה לא אמר קח את המטה אלא לפי שלא היה לאות לבני מרי.",
                "<b>ודברתם אל הסלע</b> הוא שנקרא בארה של מרים וזבין הימנו מים והיה מתגלגל אחר ישראל והוא הסלע שבו הכה משה שלא היה רוצה להזיב מימיו בשבילו בשביל שמתה מרים וחזר בזכות משה ואהרן כמו שפירשו רבותינו בתענית שנא׳‎ <b>ודברתם אל הסלע</b> . י״‎מ ענין זה הוא הענין שנאמר בפרשת בשלח ולאו מילתא הוא שהרי מעשה הצור היה בחורב ומעשה הסלע הזה היה בקדש בקצה ארץ אדום.",
                "<b>ונתן מימיו</b> י״‎מ יתן טיפין על ידי דבור.",
                "<b>והוצאת להם מים</b> רבים ע״‎י הכאה במטה ולכך צוה לו הקב״‎ה לקחת את המטה ומתוך בהלותו לא נזכר לדבר תחלה הואיל ובכל ענין היה לו להכותו ועוד כי הסלע הלך בין הסלעים."
            ],
            [],
            [
                "<b>המן הסלע הזה נוציא לכם מים</b> ישראל סברו כמשמעו, כלומר איך יוכל להיות שסלע זה יוציא לכם מים ומשה רצה לומר ההייתם סבורים שמן הסלע הזה נוציא לכם מים כמו שנעשה, ולכך הקפיד הקב״‎ה, שהיה לו לפרש דבריו שידעו הכל בפירוש שהקב״‎ה נותן להם מים והוא לא דקדק בלשונו."
            ],
            [
                "<b>ויך את הסלע במטהו פעמים</b> המליצה שפרש״‎י קצרה היא, והכי קאמר, לפי שבמכה ראשונה לא הוציא אלא טפין לפי שלא צוה הקב״‎ה להכותו אלא ודברתם אל הסלע כשראו שלא הוציא אלא טיפין כסבורים היו שלא היה אותו שנצטוו עליו והרגישו בעצמן שלא היה להם להכות אלא לדבר והלכו ודברו אל סלע אחר וחשבו עליו שהוא אותו שנצטוו ולא הוציא מימיו אמרו שמא צריך הוא להכותו כבראשונה כשיצאו ישראל ממצרים שנאמר והכית בצור ונזדמן להם אותו סלע שנצטוו עליו והכהו פעם שניה."
            ],
            [
                "<b>לכן לא תביאו</b> אין לכן אלא לשון שבועה כענין שנאמר לכן נשבעתי לבית עלי וראיה לדבר וישבע לבלתי עברי וא״‎ת הרי בפ׳‎ שמות פירש״‎י לפיכך עתה תראה את אשר אעשה לפרעה אבל לא כשאכניסם לארץ אם כן משמע שבעון שאמר למה הרעות נגזרה גזרה אלא י״‎ל הא והא גרמה ליה."
            ],
            [
                "<b>ויקדש בם</b> במים שהוציא מן הסלע ועל כן נקרא שם המקום ההוא קדש."
            ],
            [
                "<b>וישלח משה מלאכים</b> פירש כאן השליחות שחסר בפ׳‎ דברים ויש כאן כמה דברים עניינים שהם עניים כאן והם עשירים בפרשת דברים."
            ],
            [],
            [
                "<b>בקדש עיר קצה גבולך</b> בקרן דרומית מזרחית."
            ],
            [
                "<b>ולא נשתה מי באר</b> שטרחתם לחפור רק מי נהר שלא היה טורח בהם והם של הפקר נשתה.",
                "<b>דרך המלך נלך</b> שצוה לנו מלך אדום."
            ],
            [
                "<b>לא תעבר בי</b> לפי שרצו ישראל לעבור דרך המלך הוא דרך העיירות כדי לגבות המכס ולההנותם בענין מקח אע״‎פ כן שלח הוא להם <b>לא תעבור בי</b> פי׳‎ בתוך עיירותי ירא היה פן יכבשו את עיירותיו."
            ],
            [
                "<b>ויאמרו אליו במסלה נעלה</b> במסלה ההולכת חוץ לעירות ועוד אמרו ואם מימך נשתה אני ומקני אפי׳‎ מי נהרות."
            ],
            [
                "<b>ויאמר לא תעבר</b> אפילו במסלה כלל כיון שראו ישראל שאפילו דריסת רגל מנעו מהם בקשו לעבור על כרחם עד שהוזהרו כדכתיב בפרשת דברים ואת העם צו לאמר וגו׳‎ מיד ויט ישראל מעליו."
            ],
            [],
            [
                "<b>כל העדה הר ההר</b> אע״‎פ שמלך אדום יצא לקראתם בחרבו לא נפקד מהם איש."
            ],
            [],
            [],
            [],
            [
                "<b>ואהרן יאסף</b> לעיל אמר יאסף אהרן אל עמיו ולא ידענו היכן עד שבא פסוק זה ואמר ואהרן יאסף ומת שם."
            ],
            [],
            [],
            [
                "<b>ויראו כל העדה</b> בתרגום ירושלמי מפרש שראוהו למשה יורד מן ההר ובגדיו קרועים ואפר על ראשו בוכה ואומר אוי עליך אהרן אחי, ד״‎א מצינו לשון ידיעה קרואה ראיה וירא שר האופים, וירא יעקב כי יש שבר ולבי ראה הרבה חכמה ודעת וראיתי אני בלבי."
            ]
        ],
        [
            [
                "<b>ישב הנגב</b> הוא עמלק כדכתיב עמלק יושב בארץ הנגב ואם עמלק למה נקרא שמו כנעני אלא כשראה הקב״‎ה שחזר ונלחם עם ישראל פעם שניה אמר הקב״‎ה אינו אסור לכם כבני עמון שאמרתי לכם אל תתגרו בם אלא הרי הוא לכם ככנענים שנאמר בהם כי החרם תחרימם ולכך נקרא כנעני. כאן פירש״‎י ראו ישראל לבושיהם כלבושי עמלקים, לא נקט ליה אליבא דר׳‎ אליעזר הקליר דאמר בפרשת זכור כסות ולשון שנה היות מלך ערד. י״‎מ שפסוק זה מן הפסוקים חסרי תיבה וכן הפירוש וישמע הכנעני מלך ערד ועמלק <b>ישב</b> בארץ <b>הנגב</b> וגו׳‎ ומצינו במקום אחר ששניהם בשכונה אחת ובהסכמה אחת כדכתיב והעמלקי והכנעני יושב בעמק כי העמלק והכנעני שם [בעמק] [לפניכם] וירד העמלקי והכנעני.",
                "<b>דרך האתרים</b> מתיבות הפוכות כמו כבשים כשבים שמלה שלמה אף כאן האתרים כמו התארים לשון סבוב כמו ותאר הגבול כששמע שבא ישראל דרך הסבובים של ארץ אדום מצפון לדרום כדכתיב ויסעו מהר ההר דרך ים סוף לסבוב את ארץ אדום כסבור עליו הם באים שהרי בדרום של אדום הוא כדכתיב יושב הנגב לפיכך וילחם בישראל."
            ],
            [],
            [
                "<b>ויקרא שם המקום חרמה</b> על שם החרם ואינו אותו שנאמר עליו ויכום ויכתום עד החרמה."
            ],
            [
                "<b>ויסעו מהר ההר</b> חוזר לענינו הראשון איך נטו ישראל מעל מלך אדום אלא שהפסיק בנתיים במיתת אהרן ובמלחמת עמלק שבאת להם ע״‎י מיתת אהרן.",
                "<b>מהר ההר דרך ים סוף</b> מצפון לדרום לסבוב את אדום סבוב זה אינו של הר שעיר האמור בפרשת דברים ונסב את הר שעיר ימים רבים שהרי הוא היה בשנת עשרים ואחד לצאתם ממצרים לאחר הי״‎ט שנה שישבו בקדש ברנע משנשתלחו המרגלים וסבבו הר שעיר מקדש ברנע עד קדש מדבר צין וסבוב זה היה בשנת הארבעים לצאתם ממצרים כשבאו לקדש מדבר צין שבקצה גבול ארץ אדום על ידי שלא נתנם לילך מלך אדום לעבור וחזרו מהר ההר מצפון לדרום ויצאו להם מארץ אדום מה שנכנסו בה וזהו שנאמר לסבוב את ארץ אדום וסבבו משם את כל דרומה של ארץ מואב שהרי גם הם לא נתנום לעבור כדכתיב וגם אל מלך מואב שלח ולא אבה וכשהגיעו לאובות שבמקצוע דרומי מזרחי של ארץ מואב הסבו פניהם לצפון וצדדו לשמאלם כל מזרחה עד נחל ארנון כדכתיב וילך במדבר ויסב את ארץ אדום ואת ארץ מואב ויבאו מזרחה שמש לארץ מואב ויחנו בעבר ארנון. כאן לא פירש״‎י את מה שהזהיר הקב״‎ה לישראל על מואב ועמון ופי׳‎ בפרשת דברים גם כאן לא פירש כמה חניות סבבו מכאן ואילך ובפרשת מסעי נכתבו הר ההר וצלמון פונון אובות.",
                "<b>ותקצר נפש העם בדרך.</b> דוגמא מקוצר רוח כלומר נתקצרה רוחם ונשמתם בשביל טורח סבוב דרך ארץ אדום כמו שפרש״‎י שהיו קרובים ליכנס מדרום לצפון דרך ארץ אדום והוצרכו לחזור מצפון לדרום את מה שנכנסו בה. ד״‎א ותקצר נפש העם בדרך שהיתה השמש קודרת עליהם שהרי נסתלקו ענני כבוד משמת אהרן."
            ],
            [
                "<b>כי אין לחם</b> עד עתה היינו סבורים ליכנס לארץ ומתאוים לאכול מתבואתה.<b>ונפשנו קצה</b> לשון קצתי בחיי.",
                "<b>בלחם</b> הבי״‎ת בפתח.",
                "<b>הקלקל.</b> לוייזינט בלע״‎ז כמו קלקל בחצים נחשת קלל כמו שנאמר ועינו כעין הבדולח, ד״‎א לשון קלקול כמו והגבעות התקלקלו אינו נותן כח באדם."
            ],
            [
                "<b>את הנחשים</b> נחשים לא נאמר אלא הנחשים ר׳‎ יודן אומר הם הנחשים שהיה הענן שורף שהיו בזכותו של אהרן עכשיו שנסתלקו במיתתו היו מזיקים."
            ],
            [
                "<b>את הנחש</b> פעמים קורא לרבים בלשון יחיד כמו ותעל הצפרדע."
            ],
            [],
            [
                "<b>נחש נחשת</b> לפי שהנחושת מבהיק ומבריק כענין שנאמר ונוצצים כעין נחשת קלל ואע״‎פ שמחנה ישראל היה שלש פרסאות על שלש פרסאות מי שהיה נשוך רואהו ממקומו.",
                "<b>והביט אל נחש הנחשת</b> על ידי שהיה נתון כתורן על הנס הנשוך תולה עיניו למעלה ומכוין לבו לאביו שבשמים כדפירש רש״‎י ודוקא נחש ולא בריה אחרת להודיע נפלאותיו של הקב״‎ה שכך מדותיו שהוא מכה באיזמל ומרפא באיזמל."
            ],
            [
                "<b>ויסעו בני ישראל ויחנו באבת</b> באו להם מפונון לאובות כמו שמפורש במסעות."
            ],
            [
                "<b>ויסעו מאבת</b> כאן הפכו פניהם לצפון והמקרא מוכיח שהרי בחנייה זו כתיב אשר על פני מואב ממזרח השמש.",
                "<b>ויחנו בעיי העברים</b> פרש״‎י דרך מעבר העוברים שם דרך הר נבו אל ארץ כנען. חז״‎ק לפי הנראה אין הר נבו מכוון שם עד אחר ג׳‎ חניות כמו שמפורש בפרשת מסעי, ומה שפרש״‎י עוד שהר נבו מפסיק בין מואב ובין אמוריים שמא כך היה קודם שנלחם סיחון במלך מואב הראשון אבל כשנלחם עמו לקח את כל ארצו מידו מהר נבו עד ארנון. בעיי העברים כמו באיי אל״‎ף מתחלפת בעי״‎ן."
            ],
            [
                "<b>משם נסעו</b> מעיי העברים.",
                "<b>ויחנו בנחל זרד</b> ובפרשת מסעי כתיב שמעיים באו להם לדיבון גד אלא ששם מונה המקומות וכאן מונה שם הנהרות על שם שרוצה לירד ולספר במעשה הבאר."
            ],
            [
                "<b>ויחנו מעבר ארנון</b> אי היה כתוב בעבר ארנון משמע שחנו באיזה מקום שחפצו בכל העבר השתא דכתיב <b>מעבר ארנון</b> מגיד לך שלא היתה חנייתן אלא במקצת העבר שבחלק היוצא מגבול האמורי כמו שפירש״‎י.",
                "<b>מעבר ארנון</b> ובאי זה עבר באותו עבר <b>אשר במדבר היצא מגבל האמרי</b> היינו בדרומו של נחל ארנון והוא הנקרא בפ׳‎ מסעי עלמון דבלתימה שהוא יוצא מכלל גבול סיחון האמרי ונכנס בגבול מואב שנחל ארנון מפסיק בין שניהם.",
                "<b>כי ארנון גבול מואב בין מואב ובין האמרי.</b> מתחלה היתה ארץ מואב מתפשטת לצד מערב עד הירדן ולצד צפון עד הר נבו ששם היה מתחיל גבול סיחון וע״‎י מלחמה לקח סיחון מצד ארצו כל ארץ מואב עד נחל ארנון ועליו נאמר והוא נלחם במלך מואב הראשון ויקח את כל ארצו מידו עד ארנון היינו כי ארנון גבול מואב, ובין האמרי."
            ],
            [
                "<b>על כן</b> בשביל הגבולים שהוזהרו עליהם ישראל. <b>יאמר בספר מלחמת ה'.</b> כמה ספרים אבודים ממנו ואינם מצויים אצלנו כגון דברי הימים למלכי ישראל ושירות שלמה ומשליו וכמו כן היה להם ס׳‎ מלחמות ה׳‎ שהיו כותבים בו שמות הגבולים שהלכו שנאסרו להתגרות בהם וקרי להו מלחמות ה׳‎ דוגמא שאמרה אביגיל לדוד כי מלחמות ה׳‎ אד׳‎ נלחם וגו׳‎ <b>יאמר</b> המ״‎ם בפתח.",
                "<b>את והב בסופה</b> והב שם מקום בסוף גבולה של ארץ מואב שהלכו בו ישראל כמו בסופה מלאפום מתחלף בשורק דוגמא מול סוף מול הגלגל ותקח צפורה צור הביטו אל צור חוצבתם כיום אתמול כי ערוך מאתמול."
            ],
            [
                "<b>ואשד הנחלים</b> וגם אשד הנחלים אסור להלחם בו על ידי אשר נטה לשבת ער לישיבת מקום ששמו ער.",
                "<b>ונשען לגבול מואב</b> ששם הגיעו ישראל ושם כתיב בפרשת בלק והוא ישב ממולי."
            ],
            [
                "<b>ומשם</b> מגבול מואב פושטת אזהרת האיסור שהלכה עד <b>בארה</b> שהוא קדש של אדום ששם נתן להם הבאר."
            ],
            [
                "<b>אז</b> כשנתן להם לישראל את הבאר שרו ושירה זו לא הוזכרה בשעת מעשה לפי שעליה נענשו משה ואהרן וכשבא להזכיר את הבאר הזכיר גם את השירה, ד״‎א <b>בספר מלחמת ה'</b> כמו ספר דברי הימים שהיו כותבים בו המלחמות והנצחונין שבין אומה לאומה.",
                "<b>את והב</b> תיבה אחת והוא כמו אתיהב שהוי״‎ו מתחלפת ביו״‎ד כמו בהתודע יוסף שהוא מן ידע הוה גביר כמו היה והוא לשון נתינה וכמו כי לא נתן להם נחלה דמתרגמים הרי לא אתיהב להון אחסנא וכן היה כתוב בספר <b>את והב בסופה</b> כלומר נתן מלך מואב בסופה ובסערה שהיה נצוח.",
                "<b>ואת הנחלים ארנון</b> ועם הנחלים היה נצוח שלקח סיחון את כל ארצו עד נחל ארנון.<b>ומשם בארה</b> מאותו אשד הנחלים ומנסיעתן היתה הבאר נובעת ויצאה מן הסלע."
            ],
            [
                "<b>חפרוה שרים</b> משה ואהרן כדכתיב ודברתם אל הסלע.",
                "<b>במחקק במשענתם</b> כשהכה במטה עשה רושם בסלע ובקעו. לשון מחוקה על הקיר.",
                "<b>וממדבר מתנה</b> מוסב למעלה ויחנו בעבר ארנון אשר במדבר וגו׳‎ ומאותו עבר שבמדבר שהוא עלמון דבלתימה באו להם למתנה שנקרא הר העברים בפרשת מסעי הוא שנאמר להלן ויסעו מעלמון דבלתימה ויחנו בהרי העברים לפני נבו שם מקום בצפונו של נחל ארנון בתחלת ארץ סיחון ונקרא מתנה על שם שבו התחילה לישראל מתנת הארץ ומה שלא כתב כאן ויסעו ויחנו לפי שעדיין היו עומדים בעבר ארנון שבמדבר כדכתיב בפרשת דברים ואשלח מלאכים ממדבר קדמות אל סיחון פירוש ממדבר שבמזרח ולא ממדבר שבדרום ובאותו פרק היה כבוש ארץ סיחון ועוד והואיל והתחיל לכתוב המסעות שמקדש ע״‎כ הולך וגומר ומזכיר כולם עד האחרונה."
            ],
            [
                "<b>וממתנה</b> באו להם ל<b>נחליאל</b> לשון נחל ובקעה, הוא שנאמר בפרשת מסעי ויסעו [מעיי] מהרי העברים ויחנו בערבות מואב היא חנייה אחרונה.",
                "<b>ומנחליאל</b> נתפשטו ל<b>במות</b> הוא הנקרא בית הישימות בפרשת מסעי לשון שממה כמו ששנו רבותינו היו קורין אותו בית גליא קורין אותו בית כריא עין כל עין קוץ."
            ],
            [
                "<b>ומבמות</b> נתפשטו אל <b>הגיא</b> הנקרא בפרשת מסעי אבל השטים גיא ואבל לשון בקעה וערבה.",
                "<b>אשר בשדה מואב ראש הפסגה</b> לתיבת ומבמות קאי כלומר אותה במה שבשדה מואב היא <b>ראש הפסגה הנשקפה על פני הישימן</b> הוא המדבר הגדול.<b>אשר בשדה מואב</b> לפי שמתחלה היה שלו קורא אותו על שמו וכן ערבות מואב. ד״‎א <b>וממדבר מתנה</b> חשיבות גדולה יש באותה באר כי ממדבר מקום צמאון מים נתנה להם במתנה.",
                "<b>וממתנה נחליאל</b> לא היתה כשאר בארות שנובעים במקומן אלא משנתן להם נתגבר והיה לנחל גדול והיו״‎ד יתרה בו כמו היושבי בשמים המגביהי המשפילי. ואיל לשון חוזק כמו ואת אילי הארץ לקח וכן כתיב ויצאו מים רבים.",
                "<b>ומנחליאל במות</b> ומשנעשה נחל מרוב מים היה הנחל נמשך ומתפשט אחר הבמות ומהבמות ש<b>בשדה מואב</b> שהוא ראש הפסגה הנשקפה על פני הישימון היה נחל הבאר יורד אל הגיא."
            ],
            [
                "<b>וישלח ישראל מלאכים</b> וכתוב אחר אומר בפ׳‎ דברים ואשלח מלאכים רבותינו אמרו שתי אגרות כתבו אחת של משה לשלום ואחת של ישראל למלחמה."
            ],
            [],
            [
                "<b>לקראת ישראל המדברה</b> שהיו שם חונים כדכתיב לעיל ויחנו מעבר ארנון אשר במדבר."
            ],
            [
                "<b>מארנן עד יבק</b> ארץ מואב. וארץ בני עמון במזרחה של ארץ כנען וארץ סיחון בין שתיהן. וכמו שלקח סיחון את ארץ מואב מצד דרום מן הירדן עד נחל ארנון, כך לקח הוא מצד צפון את ארץ בני עמון עד יבוק וע״‎י כך הותרה לישראל והוא שאמרו רז״‎ל עמון ומואב טהרו בסיחון.",
                "<b>כי עז גבול בני עמון</b>  אבל מיבוק ואילך לא כבש כי עז וחזק היה נהר יבוק שהוא גבול בני עמון והיה מפסיק בין סיחון ובין בני עמון."
            ],
            [],
            [],
            [
                "<b>על כן יאמרו המשלים</b> בלעם ובעור אביו ששכרם סיחון לקלל את מואב תנחומא.",
                "<b>באו חשבון</b> בואו לדור בתוך חשבון כי עתה תכונן מאחר שהיא עכשיו משל סיחון שבזמן שהיתה ביד מלך מואב היו יראים לדור בתוכה לפי שהיה מלך חלש.",
                "<b>תבנה ותכונן</b> יותר משהיתה כבר.",
                "<b>עיר סיחון</b> עיר שהיא עתה משל סיחון."
            ],
            [
                "<b>כי אש יצאה מחשבון</b> פי׳‎ אנשי חשבון מרדו במלך מואב מלכם.",
                "<b>להבה</b> מקרית סיחון מן הקריה שהיא עתה לסיחון.",
                "<b>בעלי במות ארנן</b> לשון מישור כמו מבעלי יהודה כלומר כל סביבי אותן במות היו מישור."
            ],
            [
                "<b>אוי לך מואב</b> כל זה מהמשל.",
                "<b>אבדת עם כמוש</b> שהרי אבדת ונטרדת מן העולם אתה מואב עמו של כמוש בגלות סיחון. ואל תתמה על תיבת אבדת כי פרושו נפעלת כמו אבד חסיד מן הארץ שפירוש נפעל.",
                "<b>נתן בניו פליטם</b> הניח כמו ולא נתן סיחון פירוש שאר בניו הקטנים של מואב שהיו פליטי חרבו של סיחון ובנותיו שאין דרכם להלחם הניחם <b>בשבית למלך אמרי סיחון</b> שלא יכול להצילם מידו."
            ],
            [
                "<b>ונירם אבד חשבון עד דיבן</b> עיר חשבון אבדה יורש שלה מעל כל הארץ עד דיבון שלא יירשנה עוד יורש משל מואב.",
                "<b>ניר</b> לשון יורש כמו למען היות ניר לדוד עבדי. ד״‎א <b>ונירם</b> לשון השלכה כמו ירה בים ופי׳‎ ונשליכם מארצם ואם באת לפרשו כתרגומו היה לו לינקד ונירם וי״‎ו בחטף. ד״‎א <b>ונירם</b> לשון ניר וחרישה כמו נירו לכם ניר ורעו יגיד עליו.",
                "<b>ונשים</b> לשון שממה כלומר חרשנו והשימונו את עריהם.",
                "<b>ונירם</b> על נקודת יבדילנו להוציאנו זכרנו וכן הרבה.",
                "<b>ונשים עד נפח אשר עד מידבא</b> נקוד עליו ללמד שאף מלהלן היה כן."
            ],
            [],
            [
                "<b>ויירש את האמורי</b> כתיב ויורש קרי."
            ],
            [
                "<b>ויפנו ויעלו</b> לצד צפון על שם שכל ההולך מדרום לצפון הוא עולה דרך הבשן שבין ארץ בני עמון והירדן. <b>ויפנו ויעלו</b> עוג שכל ארצו מארץ כנען לא קראו לשלום משום שנאמר בם לא תחיה כל נשמה אבל סיחון שקצת ארצו משל מואב ועמון היתה קראו לו לשלום.",
                "<b>ויצא</b> וגו׳‎ כבר פי׳‎ בפרשת לך לך מפני מה זכה שהאריך ימים כל כך מנח ועד משה."
            ],
            [
                "<b>אל תירא אתו</b> פירש״‎י שהיה משה ירא להלחם שמא תעמוד לו זכותו וכו׳‎ וא״‎ת אמאי היה משה רבינו ירא הרי בפרשת לך לך פירש״‎י עצמו, היה מתכוין עוג שיהרג אברהם וישא את שרה אשתו אלא י״‎ל ואפי׳‎ הכי זכות הוא לו דהכי אמרינן במסכת הוריות פרק כהן משיח אמר רב יהודה אמר רב לעולם יעסוק אדם בתורה ובמצוות אפילו שלא לשמה שהרי בזכות מ״‎ב קרבנות שהקריב בלק מלך מואב זכה ויצתה ממנו רות בתו של עגלון דאמר רבי יוסי רות בתו של עגלון בן בנו של בלק מלך מואב היתה ולכך נמי היה ירא משה רבינו שמא תעמוד לו הזכות שהגיד לאברהם העברי כי נשבה אחיו עד שאמר לו הקב״‎ה אל תירא אתו."
            ]
        ],
        [
            [
                "<b>ויסעו בני ישראל</b> לאחר נצחון המלחמה חזרו הגברים והביאו נשיהם וטפם שהיו חונים מעבר ארנון שבמדבר.<b>ויחנו בערבות מואב</b> שמארנון ועד יבוק. <b> שלימא סדרא דפרשת חקת </b>"
            ],
            [
                "<b>וירא בלק</b> וישמע בלק כמו וכל העם רואים את הקולות."
            ],
            [
                "<b>ויגר</b> כשראה שלא החזירו ישראל למואב את מה שכבש סיחון מהם אמר בלבבו יש להם כח לישראל ורשות לפשוט ידם עלינו והם לא ידעו כי קנאו ישראל ע״‎י סיחון.",
                "<b>ויגר מואב</b> ולא עמון כמו שפירש״‎י בפרשת דברים גבי ואל תחגר בם מלחמה."
            ],
            [
                "<b>ויאמר מואב אל זקני מדין</b> שהיו שכניהם ובני בריתם כדכתיב המכה את מדין בשדה מואב שבאו בני מדין לעזור את מואב והכם הדד בן בדד.",
                "<b>עתה ילחכו</b> עתה שכבשו סיחון ובנותיה עיירות ממלכת מואב מעתה ילחכו ויעשו כליה בכל הנותר.",
                "<b>כלחך השור</b> בלשונו, שהוא כמסרק לפי שאין לו שנים למעלה כמו בהמות טהורות."
            ],
            [
                "<b>ארץ בני עמו</b> כתרגומו בני עמו של בלעם."
            ],
            [
                "<b>אולי אוכל נכה בו</b> לשון הכאה ואל תתמה אם הוא לשון רבים שהרי מצינו דוגמתו משכני אחריך נרוצה. ד״‎א <b>נכה בו</b> אני ואתה אני במלחמה ואתה בקללה ומצינו קללה לשון הכאה נכנו בלשון.",
                "<b>ואגרשנו מן הארץ</b> שלקחו מיד סיחון שהיתה מתחלה שלי כשלקחה סיחון מיד מלך מואב הראשון."
            ],
            [
                "<b>וקסמים בידם</b> ספרי קוסמים כמו שפרש״‎י וכן תרגום ירושלמי ואגרון חתומין בידהון, אגרות חתומות מאת המלך. ודוגמא זו מצינו בימינו היה הקסם קלקל בחצים ושאל בתרפים ראה בכבד. ד״‎א שכר קוסמים בידם כמו לא יגבון קסמא בירושלם."
            ],
            [
                "<b>וישבו שרי מואב עד בלעם</b> לפי שלא היו שם מכירים במדין נתאכסנו עם בלעם אבל זקני מדין שהיו ממדין נתאכסנו בעיר עם חבריהם."
            ],
            [],
            [],
            [],
            [
                "<b>לא תאר את העם</b> גלוי וידוע לפני הקב״‎ה מגפת דבר בעל פעור ואילו קללם בלעם היו העולם אומרים בשביל קללת בלעם באה המגפה."
            ],
            [
                "<b>ויאמר אל שרי בלק</b> לא הזכיר שרי מדין לפי שבלק היה העיקר השולח אליו."
            ],
            [],
            [
                "<b>שרים רבים</b> גדולים דוגמא על כל רב ביתו רבי מלך בבל."
            ],
            [],
            [],
            [],
            [
                "<b>ואדעה מה יסף ה׳‎ דבר עמי</b> אע״‎פ שכבר אמר לו הקב״‎ה לא תלך עמהם היה דוחק עצמו ללכת ולקלל כסבור שתחול קללתו אמר בלבו אם אינה עשויה לחול מפני מה אינו מניח לי ללכת."
            ],
            [
                "<b>אם לקרא לך</b> להזמינך לאכול עמהם לזבח השלמים <b>לך אתם,</b> ואם תאמר מה נשתנה המעשה שעכשיו אמר לו לך אתם ובתחלה אמר לו לא תלך עמהם אלא י״‎ל מתחלה לא אמר אלא לא תלך עמהם לקללם, ד״‎א אין זה שנוי אחרי שהוסיף לשלוח שרים אחרים רבים ונכבדים מן הראשונים, ד״‎א אם לקרא לך אם כל כך הם שוטים שבאו לקרוא לך פעם שניה אחרי שאמרתי לך לא תלך עמהם, <b>קום לך אתם</b> ויראו שלא יועיל להם."
            ],
            [
                "<b>וילך עם שרי מואב</b> לא עמהם ממש אלא אחריהם."
            ],
            [
                "<b>ויחר אף ה׳‎ כי הולך הוא</b> שהרי לא נתן לו רשות בפנים מאירות כדכתיב אם לקרא לך וגו׳‎ והיה לו להבין מפעם ראשונה שלא היה בדעתו של הקב״‎ה שילך הוא, ודוגמא זו מצינו במרגלים שלח לך אנשים וגלוי וידוע לפניו שלא היה בדעתו של הקב״‎ה שישתלחו, ד״‎א <b>ויחר אף ה׳‎ כי הולך הוא</b> שהרי אמר ואך את הדבר אשר אדבר אליך אותו תעשה ולא היה לו לבלעם ללכת עד שידע אותו הדבר והוא מיהר עצמו מרוב שנאה ולא המתין הדבור, נכתבה פרשת בלעם להודיע למה סלק הקב״‎ה רה״‎ק מז׳‎ העממין, שזה עמד מהם ובא לקללם על לא חמס בכפם.",
                "<b>ושני נעריו עמו</b> לבדם שלא יהא לו פתחון פה לתלות הטית האתון לומר שנתבהלה ברוב עם ובכל זאת לא הבין דרכו."
            ],
            [
                "<b>וחרבו שלופה בידו</b> מדה כנגד מדה שאמר לו יש חרב בידי."
            ],
            [
                "<b>גדר מזה וגדר מזה</b> יש מפרשים אותו הגדר הוא הגל שהיה עד בין יעקב ללבן הארמי ואמרינן הוא בלעם הוא לבן הוא כושן רשעתיים. והוא הלך עכשיו ועבר על הגל לרעה לישראל לקללם לכך בא הגל שהיה עד ביניהם להזיקו כדכתיב ותלחץ את רגל בלעם אל הקיר הוא הגל הוא הגדר ועל זה נעשה חגר שנאמר וילך שפי."
            ],
            [],
            [
                "<b>ויוסף מלאך ה׳‎ עבור</b> פירש״‎י סימני אבות הראהו כלומר כשבא לקלל מתחלה את בניו של אברהם אבינו לא עמדה להם זכותו של אברהם אבינו והיה לו לבלעם הדרך פתוח לכאן ולכאן כנגד ישמעאל ובני קטורה היינו ותלך בשדה ושוב כשחזר ובא לקלל לא עמד להם זכותו של יצחק והיה לבלעם דרך פתוח מצד אחר כנגד עשו בן יצחק והיינו ותלחץ אל הקיר וכשחזר ובא לקלל הועילה להם לישראל זכותו של יעקב שמטתו היתה שלמה והיינו אשר אין דרך לנטות ימין ושמאל."
            ],
            [
                "<b>ותרבץ תחת בלעם ויחר אף בלעם</b> אמר עכשיו כשהוזקתי ואין בי יכולת לעמוד על רגלי רבצת תחתי.",
                "<b>ויך את האתון במקל</b> פעם ראשונה ושניה הכה אותה במתג או בשוט ופעם שלישית במקל כדרך שעושים לבהמה עקשת שעסקיה רעים."
            ],
            [
                "<b>מה עשיתי לך</b> הלמ״‎ד בשו״‎א."
            ],
            [],
            [
                "<b>אשר רכבת עלי</b> כמה פעמים. כאן פוסקת המלה שהרי יש רביעי על עלי.",
                "<b>מעודך עד היום הזה</b> קאי אהסכן הסכנתי כאדם האומר לחברו המעולם עשיתי לך כן כלומר מאחר שאיני רגילה בכך היה לך להבין שלא לחנם עשיתי לך כן."
            ],
            [],
            [
                "<b>כי ירט הדרך לנגדי, כי</b> לשון אפי׳‎ כמו כי מנשה הבכור רפאה נפשי כי חטאתי לך.",
                "<b>ירט</b> לשון סגירה כמו יסגירנו אל אל עויל וע״‎י רשעים ירטני. כך הפי׳‎ הנה אנכי יצאתי לשטן לך ואפי׳‎ היה הדרך סגור לנגדי."
            ],
            [
                "<b>ותראני האתון ותט לפני</b> כלומר כל שעה היתה לפני אלא שנטתה לימין או לשמאל.",
                "<b>אולי נטתה מפני</b> אבל אם נטתה מפני מכל וכל שהיתה חוזרת לאחוריה מפני הדוחק שהיתה מכה אז אותך הרגתי מפני שהיית דוחק אותה. <b>מפני</b> חוץ מפני.",
                "<b>ואותה החייתי</b> שהיתה אנוסה וכן הוא שיש חלוק בין לפני למפני שהרי מפני פירושו חוץ ממראית פני כגון ונשל הגויים האלה מפניך מורישם מפניך.",
                "<b>גם אתכה הרגתי</b> פרש״‎י הרי זה מקרא מסורס וכו׳‎ כלומר אם הייתי מפרשו כמו שהוא כתוב נמצא וגם סמוך לאותך היה מרבה מעין אותכה כלומר איש עמך אבל עכשיו כשתפרשנו אחר הסירוס גם הרגתי אותך לרבות מעין ההריגה והיא העכבה כמו שפרש״‎י. ד״‎א <b>גם</b> לרבות ההריגה עם הלחיצה ויש מפרשים דברים ככתבן <b>גם אתכה הרגתי</b> לרבות את הנערים שהלכו עמי שלא נטו מן הדרך ולכך לא הזכירם הכתוב מכאן ואילך, גם אותכה בכ״‎ף.",
                "<b>[</b> ס״‎א <b>גם אתכה הרגתי</b> פרש״‎י הרי זה מקרא מסורס. כלומר אם הייתי מפרשו כמו שהוא כתוב נמצא גם סמך לאותך והייתי מרבה מעין אותך והוא הבהמה וה״‎ק אולי נטתה מפני כי עתה גם אותך ואותה החייתי אבל עתה שנטתה מפני אותכה ואותה החייתי, ולא היא כי היא נהרגת מפני כבוד הבריות לפיכך צריך לפרשו מסורס כפי׳‎ רש״‎י (טז)]."
            ],
            [
                "<b>חטאתי כי לא ידעתי</b> כי במקום אשר חטאתי על אשר לא ידעתי ולא נתתי לב להבין מדוע לא הצליחה דרכי."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויעלהו במות בעל</b> העלהו בגובה של מישור. בעל מישור כמו מבעלי יהודה בעלי במות ארנון בעל גד."
            ]
        ],
        [
            [
                "<b>בנה לי בזה שבעה מזבחת</b> כדי להכריע שבעה מזבחות שבנו שבעה צדיקים עד משה. אדם, הבל, נח, אברהם, יצחק, יעקב, משה, כדי להציל בהם ארץ שבעה עממים וכנגדם נשא משלו שבע פעמים.",
                "<b>שבעה פרים ושבעה אילים</b> כך מנהג דברי בני אדם וגם בתורה מצינו בכמה ענינים שבעה שבעה."
            ],
            [
                "<b>פר ואיל במזבח</b> על כל מזבח."
            ],
            [
                "<b>וילך שפי</b> מכותת ונשבר מלחיצת הקיר ומרוב שנאתו אותם לא המתין עד שנתרפא.",
                "<b>שפי</b> לשון שפו עצמותיו."
            ],
            [
                "<b>ויקר אלקים</b> הקוף בפת״‎ח (בקמ״‎ץ) ולשון מקרה דוגמא וירא שהוא כמו ויראה."
            ],
            [
                "<b>וכה תדבר</b> לא הוצרך לפרש כאן הדיבור שהרי בלעם פירשו בשעת הנבואה."
            ],
            [],
            [
                "<b>מהררי קדם</b> כפל מלה הוא שהרי כתוב ארם מקדם."
            ],
            [
                "<b>מה אקב</b> וגו׳‎ שהרי מראש צורים שאני עומד כדכתיב ויעלהו במות בעל."
            ],
            [
                "<b>[אשורנו</b> מביט מרחוק]",
                "<b>ומגבעות אשורנו</b> שהם לבדם שוכנים ואין שום אומה יכולה להם שהרי בוראם הבטיחם להושיבם לבטח כדכתיב וישבתם לבטח עליה, וישבתם לבטח בארצכם."
            ],
            [
                "<b>מי מנה עפר יעקב</b> מי יוכל למנות עפרוריתו של יעקב הם הבנים דקים כלומר גם יש בהם בנים קטנים שאינן בני מניין שהרי ישראל לא נמנו רק מעשרים שנה ומעלה נמצא עפר יעקב הוא הטף מרובה על הגדולים כמה ידות ואם הגדולים חטאו הקטנים לא חטאו לכך אינו חפץ בקללתם.",
                "<b>ומספר את רובע ישראל</b> אחד מרביעיותיהן של ארבעת דגליהם כדכתיב אפס קצהו תראה וגו'",
                "<b>תמת נפשי מות ישרים</b> ראה באיצטגנינותו שעתיד ליפול בחרב."
            ],
            [],
            [],
            [
                "<b>לך נא אתי אל מקום אחר</b> בכ״‎ף כפולה אעפ״‎י שהוא לשון הליכה."
            ],
            [],
            [
                "<b>ואנכי אקרה כה</b> האל״‎ף בחיריק."
            ],
            [],
            [],
            [
                "<b>בנו צפור</b> וי״‎ו יתרה."
            ],
            [
                "<b>לא איש אל ויכזב</b> אינו איש לחזור מברכתו כיון שברכתים היום בשמו שהרי לא פשעו.",
                "<b>ובן אדם ויתנחם</b> שלש נחמות מצויות, אחת במי שאינו עומד בדבורו, ואחרת במי שאינו יכול, והשלישית בפשיעת המקבל ועל השתיים אמר בלעם ובן אדם ויתנחם."
            ],
            [
                "<b>וברך ולא אשיבנה</b> למה שהרי לא הביט און ביעקב."
            ],
            [
                "<b>ותרועת מלך בו</b> במחנה ישראל הה״‎ד והרעותם בחצוצרות ונזכרתם לפני ה׳‎ אלקיכם ונושעתם מאויבכם."
            ],
            [
                "<b>כתועפת</b> לשון כפל כמו מגילה עפה כלומר בכפלי כפלים כחו כפול מכח ראם אין דמות וערך לכחו אלא אחז לו הכתוב ראם לפי שהוא בריה גדולה כדי להסביר לעולם כפי מדעם."
            ],
            [
                "<b>כי לא נחש ביעקב</b> לשון נחשתי ויברכני כי נחש ינחש בו, אתה אמרת לך נא אתי אל מקום אחר אין שום ניחוש ואין שום נסיון מועיל ביעקב ואין שום קסם מועיל בישראל לקללם.",
                "<b>כעת יאמר ליעקב</b> לשנה הבאה לאחר עברם את הירדן <b>כעת</b> הזאת <b>יאמר ליעקב</b>, על יעקב ועל ישראל, כמה פעולות פעל הקב״‎ה עם אלו דוגמא מה רבו מעשיך שהוא כמו כמה רבו.",
                "<b>כעת</b> כמו אשוב אליך כעת חיה.",
                "<b>ליעקב ולישראל</b> על יעקב ועל ישראל כמו אמרי לי אחי הוא ומה שהזכיר יעקב לפי שהיתה מטתו שלמה מה שאין כן באברהם ויצחק."
            ],
            [
                "<b>ודם חללים ישתה</b> לעיל קאי <b>וכארי יתנשא</b> שאוכל טרף ושותה דם חללים."
            ],
            [
                "<b>גם ברך לא תברכנו</b> כסבור בלק שבלעם מברכם בנבואה של עכשיו והוא לא היה יודע שמתנבא רק מה יהיה בסופם."
            ]
        ],
        [
            [
                "<b>ולא הלך כפעם בפעם</b> לא הלך <b>לקראת נחשים</b> ונסיונות ממקום למקום בפעם זו כמו שעשה בפעם אחרת כי ידע שלא יועיל לו כי לא ראה נחש ביעקב ונתכוון לברכם והקב״‎ה הסכים על ידו כדכתיב ותהי עליו רוח אלקים.",
                "<b>וישת אל המדבר פניו</b> הוא ערבות מואב ששם היו ישראל."
            ],
            [],
            [
                "<b>[בנו בעור</b> וי״‎ו יתרה]."
            ],
            [
                "<b>אשר מחזה שדי יחזה</b> לשון נבואה כמו ודבר מה יראני והגדתי לך."
            ],
            [
                "<b>מה טבו אהליך יעקב</b> ברכן בלשון זה לפי שיעקב נקרא איש תם יושב אהלים."
            ],
            [],
            [
                "<b>יזל מים מדליו</b> מצינו מים בלשון יחיד כמו מי נדה לא זורק עליו.",
                "<b>מדליו</b> ורעו דליותיו המים יזלו מהענפים על השרשים.",
                "<b>וזרעו במים רבים</b> ומתוך כך שבראש הענפים על השרשים יהיה תדיר במים רבים ולא ידאג ולא ימיש מעשות פרי זהו המשל. והמליצה וירם מאגג מלכו וגו'."
            ],
            [
                "<b>וחציו ימחץ</b> ובחציו ימחץ <b>גוים צריו</b>, כמה תיבות חסרות בי״‎ת כמו שבי אלמנה בית אביך כי ששת ימים עשה ה׳‎ את השמים."
            ],
            [
                "<b>מברכיך ברוך וארריך ארור</b> שוטה הוא הבא לקללך שהרי הוא מקלל עצמו שנאמר ואברכה מברכך ומקללך אאור, וכתיב אורריך ארור ומברכך ברוך."
            ],
            [],
            [
                "<b>ועתה ברח לך אל מקומך</b> לשון קלות ומהירות כמו ברח דודי. ס״‎א <b>ועתה ברח לך</b> בלק לא אמר לו עכשיו לכה נא אתי אל מקום אחר כמו שאמר בלעם לפי שהיה יודע שלא יקללם לפי שאמר בלעם ואורריך ארור וא״‎כ אם יקללם יהיה בארור ולפיכך אמר לו ברח לך."
            ],
            [],
            [],
            [
                "<b>לכה איעצך</b> משה רבינו סתם את העצה לפי שבלעם אמר לבלק בחשאי, אך בפרשת מדין גלויה היא שנאמר החייתם כל נקבה וגו׳‎ הן הנה היו לבני ישראל בדבר בלעם וגו'",
                "<b>אשר יעשה העם הזה לעמך</b> הוא יהיה באחרית הימים כמו שמפרש והולך אראנו ולא עתה וגו׳‎ אם תזדווג להם עכשיו בענין עצה זו אין לך לירא מהם כלום."
            ],
            [],
            [
                "<b>וידע דעת עליון</b> שאין דעתו לקלל את ישראל בעוד שהם זכאים.",
                "<b>מחזה שדי יחזה</b> כשהוא שוכב ונופל על מטתו בלילה וגם בשעה שהוא גלוי עינים כלומר גם ביום גם בלילה רואה מראות."
            ],
            [
                "<b>אראנו ולא עתה</b> על דוד נתנבא.",
                "<b>אשורנו ולא קרוב</b> כפל מלה הוא.",
                "<b>דרך כוכב מיעקב</b> לשון הליכה כמו הארץ אשר דרך בה פירש כבר החזיקו בדרכם הכוכבים לבוא לעזור להם לישראל,",
                "<b>וקם</b> כבר ה<b>שבט</b> והממשלה מישראל.",
                "<b>ומחץ פאתי מואב</b> וגו׳‎ דוגמא הכוכבים ממסילותם נלחמו עם סיסרא. <b>ומחץ פאתי מואב</b> הולך ומתנבא שלעתיד יירשו עוד ישראל אדום מואב ועמון כמו שהתנה הקב״‎ה לאברם בברית בין הבתרים את הקיני את הקניזי ואת הקדמוני שהם עמון ומואב ואדום.",
                "<b>וקרקר כל בני שת</b> י״‎מ הם בני מואב שהם בני ערוה וזנות מגזרת חשופי שת."
            ],
            [
                "<b>[וישראל עשה חיל</b> עושר]."
            ],
            [
                "<b>וירד מיעקב</b> רודה יקום מיעקב <b>והאביד שריד</b> מכל עיר אדום וזהו יואב שנאמר כי ששת ימים ישב שם יואב עד הכרית כל זכר באדום וגו'. וירד מיעקב וגו׳‎ עליו נאמר ולא יהיה שריד לבית עשיו."
            ],
            [
                "<b>וירא את עמלק</b> הוא מבניו של אדום היה אלא לפי שהיה לבדו מזדווג להם לישראל תחלה ניבא לו בלעם את מפלתו לעצמו.",
                "<b>[ראשית גוים עמלק</b> שהיה ראשון להזדווג להם לישראל]."
            ],
            [
                "<b>וירא את הקיני</b> הוא עמון הוא הקיני האמור בפרשת ברית בין הבתרים את הקיני ואת הקניזי ואת הקדמוני שהם עמון ומואב ואדום וכבר ניבא על מואב ואדום בשל עתיד ועכשיו מתנבא על עמון.",
                "<b>איתן מושבך</b> וגו׳‎ אתה מתנבא על שאמר הקב״‎ה לישראל אל תצורם וגו׳‎ חייך לא יועיל לך זה לעתיד.",
                "<b>ושים</b> שם דבר הוא פירש שימת בסלע קנך סרסהו שימת קינך בסלע הוא."
            ],
            [
                "<b>כי אם יהיה לבער קין</b> אלא קין יהיה לבער ולטירוד מן העולם.",
                "<b>עד מה אשור תשבך </b> אשור לא יניחך עד שתהיה לבער.",
                "<b>כי אם</b> לשון אלא בכמה מקומות.",
                "<b>קין</b> כך שם המקום ועל שמו נקרא עמון קיני."
            ],
            [],
            [],
            [
                "<b>ויקם בלעם</b> שהיה נופל וגלוי עינים.",
                "<b>וישב למקומו</b> אל ארם נהרים."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>נגד השמש</b> פירש״‎י מדרש אגדה השמש מודיע את החוטאים הענן נקפל והחמה זורחת עליו. חז״‎ק כיון שמת אהרן נסתלקו העננים."
            ],
            [
                "<b>הרגו איש אנשיו</b> בענין תליה כמו שנצטוה דוגמא כי הרוג תהרגנו."
            ],
            [
                "<b>ויקרב אל אחיו את המדינית</b> לשון הפעיל מענין שכיבה כמו ואבימלך לא קרב אליה ואקרב אל הנביאה.",
                "<b>והמה בכים</b> על שאמר משה הרגו איש אנשיו והוקשה להם להרוג את קרוביהם."
            ],
            [
                "<b>וירא פנחס</b> ראה שאין אדם חש על מצות משה."
            ],
            [
                "<b>וידקר את שניהם</b> ואם נטמא בהם אין בכך כלום שהרי אמרו רבותינו ז״‎ל לא נתכהן פנחס עד שהרגו לזמרי.",
                "<b>אל קבתה</b> אל נקובתה מגזרת ויקוב חור בדלתו שהנו״‎ן נופלת. שלימא סדרא דפרשת בלק"
            ],
            [],
            [],
            [
                "<b>פינחס בן אלעזר השיב את חמתי</b> כדכתיב ותעצר המגפה לפיכך אין להם לישראל לשנאותו אם הרג נשיא שבט אחד מנשיאיהם."
            ],
            [
                "<b>את בריתי שלום</b> אין לו לירא מקרובי זמרי וכזבי.",
                "<b>את בריתי שלום</b> מקרא חסר והרי כאלו כתב את בריתי ברית שלום דוגמא כסאך אלקים שהוא כמו כסאך כסא אלקים, וכן הארון הברית שהוא כמו הארון ארון הברית ועוד הרבה. ד״‎א <b>בריתי שלום</b> דואג היה פן יפסיד כהונתו דאמרי׳‎ כהן שהרג את הנפש לא ישא את כפיו עד שהבטיחו הקב״‎ה הואיל והרציחה לשם שמים היתה כמו שמפרש והולך."
            ],
            [
                "<b>ברית כהנת עולם</b> כל כהנים גדולים שהיו במקדש אפילו בתחלת בית שני היו מפנחס כדכתיב בדברי הימים ואלעזר הוליד את פנחס וגו'."
            ],
            [
                "<b>אשר הכה את המדינית</b> עם המדינית, אבל אם פירש ממנה לא היה נהרג כמו שאז״‎ל."
            ],
            [],
            [],
            [
                "<b>צרור את המדינים</b> אין זה צווי לאלתר שהרי בפרשת מטות בשעת המעשה נצטוו אלא ליישב דעתן מענין המגפה שהיתה על ידי מדין נכתב כאן.",
                "<b>צרור את המדינים</b> ולא את המואבים כי המואבים מדאגה עשו פן יבואו ישראל ועוד ישראל לקחו ארצם מיד סיחון."
            ],
            [
                "<b>כי צררים הם לכם</b> מכאן אמרו אם בא להרגך השכם להרגו. בנכליהם אשר נכלו לכם על דבר פעור שהערימו להחטיאכם ומהם יש לכם לנקום ולא מפנחס.",
                "<b>על דבר כזבי בת נשיא מדין אחתם</b> וכי בת אחותם והלא בת אומתה היתה אלא לפי שנתנה נפשה על אומתה נקראת אומתה על שמה."
            ]
        ],
        [
            [
                "<b>ויהי אחרי המגפה</b> כשכלו מתי מדבר יש כאן פרשה אעפ״‎י שהיא באמצע הפסוק ע״‎י שכאן נפסקה גזרת מתי מדבר ומכאן ואילך בא למנות הבנים מבן עשרים שנה ומעלה שנכנסו לארץ."
            ],
            [
                "<b>שאו את ראש כל עדת בני ישראל</b> כדי לחלוק להם את הארץ כדכתיב לאלה תחלק הארץ וגו׳‎ לרב תרבו נחלתו והם יכנסו לארץ."
            ],
            [
                "<b>וידבר משה ואלעזר הכהן אתם</b> את דברי הקב״‎ה שאומר למנות את ישראל. ד״‎א <b>אתם</b> עמם, דוגמא וזכרתי אני את בריתי אותך בימי נעורייך."
            ],
            [
                "<b>כאשר צוה ה׳‎ את משה ובני ישראל היצאים מארץ מצרים</b> שיהיו נמנים מבן עשרים שנה ומעלה כמו כן נמנו מבן עשרים שנה ומעלה."
            ],
            [
                "<b>משפחת הפלאי</b> משפחתו לא נתקימה רק בנמואל בן בנו שהרי אחיו נבלעו."
            ],
            [],
            [
                "<b>אלה משפחות הראובני</b> הטלת יו״‎ד ה״‎א של שם אין כאן בשום שבט רק בראובן ושמעון וזבולון בראובן ושמעון כדי לפייס דעתם ולקרבם אחרי שהיו נזופים בראובן בבלבול יצועי אביו ושמעון במעשה זמרי, וזבולון ע״‎י שהולך כמה פעמים במקום סכנה כדכתיב זבולון עם חרף נפשו למות."
            ],
            [
                "<b>[ובני פלוא אליאב</b> אע״‎פ שאין לו אלא אחד]."
            ],
            [
                "<b>בהצתם על ה'</b> אמר רב חסדא, כל החולק על רבו כאלו חולק על הקב״‎ה."
            ],
            [],
            [
                "<b>ובני קרח לא מתו</b> אעפ״‎י שלויים היו הזכירם הכתוב עם בני ראובן על ידי שדעתם של דתן ואבירם שהיו מבני ראובן קשה היתה מדעת קרח."
            ],
            [
                "<b>לנמואל</b> הוא ימואל."
            ],
            [
                "<b>לזרח</b> פרש״‎י אבל משפחת אהוד בטלה וכו׳‎ לפי הפשט לפי שלא העמיד משפחות לא הוזכר. ועוד פרש״‎י וכן אצבון לגד, חז״‎ק שהרי בסמוך פרש״‎י לאזני אומר אני שזו משפחת אצבון, וא״‎ת אם אזני הוא אצבון לא נדע איזו משפחה שביעית נפלה וי״‎ל שחסרה משפחת ישוה לאשר. ועוד פרש״‎י ומבני לוי נפלו ארבע משפחות משפחת שמעי עזיאלי ומבני יצהר לא נמנו כאן וכו'. כלומר גם משפחת היצהרי נפלה שהרי ממנה לא נמנה כאן אלא משפחת הקרחי ואין זה מנין הואיל ואינה אלא שליש המשפחה כדכתיב בפרשת וארא ובני יצהר קרח ונפג וזכרי, ועוד פרש״‎י והרביעית לא ידעתי מה היא כלומר לא ידעתי איזו משפחה רביעית מבני לוי שנפלה לפי שבפרשת במדבר מונה שמונה משפחות משפחת הלבני והשמעי והעמרמי והיצהרי החברוני והעזיאלי המחלי והמושי, וכאן בפרשת פנחס מונה חמש משפחות משפחת הלבני והחברוני המחלי והמושי והקרחי וקהת הוליד את עמרם היינו משפחת העמרמי, ומשפחת הקרחי אינה סכום משפחה כדאמרינן לעיל הרי שאין לך חסר כאן מבפרשת במדבר רק שלשה משפחות היינו מה שפרש״‎י והרביעית לא ידעתי מה היא, וא״‎ת מאחר שלא נמנו כאן אלא משפחת הקרחי נמצא שחסרו ד׳‎ משפחות משבט לוי נפג זכרי שמעי ועוזיאל אלא י״‎ל לא נמנו לראשי משפחות למטה מבני בנים רק במנשה ואפרים שנולדו על ברכי יוסף ועל זה נאמר ומולדתך אשר הולדת אחריהם מה שאפרים ומנשה הולידו כבר לך יהיו לקרותם בתי אבות כמו בני יהודה ואשר ולכך נקראו הם ראשי משפחה כמו שפרש״‎י גבי לישוב. ד״‎א הואיל ונפג וזכרי היו מאב אחד לא חשיב להו אלא משפחה אחת ועוד פירש״‎י נראה שכל עשרים וארבעה אלף נפלו משבטו של שמעון. ראיה לדבריו יש שבט חסר כאן ממה שהוא בפרשת במדבר והפחותים אינם פחותים החומש אבל שבט שמעון חסר כאן מן המנין שבפרשת במדבר שבעה ושלשים אלף ומאה ומכאן אתה למד אותם כ״‎ד אלפים שמתו במגפה היו משבטו."
            ],
            [],
            [
                "<b>לצפון</b> הוא צפון."
            ],
            [
                "<b>לאזני</b> פרש״‎י הוא אצבון כבר פרשתיו."
            ],
            [],
            [],
            [],
            [
                "<b>לפרץ</b> בני פרץ נחלקו לשלש משפחות האחת נקראת על שמו והשתיים על חצרון וחמול."
            ],
            [],
            [],
            [],
            [
                "<b>לישוב</b> הוא יוב שנתוספה לו שי״‎ן אחת משני שיני״‎ן שבשם אביו ולכך אינה נקראת בשם אביו."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בני מנשה למכיר</b> כל השבטים נמנו כאן אחר הסדר שנמנו בפרשת במדבר חוץ ממנשה ואפרים שבכאן הקדים מנשה לאפרים לפי שמספר משפחותיו עדפו על משפחות אפרים ובמדבר עודפות משפחותיו של אפרים על משפחות מנשה לכך הקדים להלן אפרים למנשה ועוד שאפרים ראש דגל ובאותו פרק התחילו סדר דגלים לכך הקדימו אבל כאן שנמנו בשביל חלוקת הארץ הקדים מנשה לאפרים לפי שחצי שבטו לקחו נחלתם תחלה בעבר הירדן.",
                "<b>למכיר</b> בני מכיר נחלקו לח׳‎ משפחות אחת נקראת על שמו והאחרת על שם גלעד והשש על ששה מבניו של גלעד."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לשותלח</b> בני שותלח נחלקו לשתי משפחות אחת נקראת על שמו ואחת על עירן."
            ],
            [
                "<b>ואלה בני שותלח</b> פירש רש״‎י צא וחשוב כולם ותמצא בפרשה זו חמשים ושבע משפחות ומבני לוי שמנה וכו'. חז״‎ק הרי אין בפרשה זו ממשפחת לוי רק ה׳‎ משפחות ומחצה."
            ],
            [],
            [
                "<b>לבלע</b> בני בלע נחלקו לשלש משפחות אחת נקראת על שמו והשתים על ארד ונעמן.",
                "<b>לאחירם</b> הוא אחי."
            ],
            [
                "<b>לשפופם</b> הוא מופים.",
                "<b>לחופם</b> הוא חופים, ומתו מבניו של בנימין חמשה בכר גרא ונעמן ראש וארד. הוא שפרש״‎י לעיל וחמש משפחות משבט בנימין בטלו ונשתיירו לו שבע משפחות החמש מחמש בניו והשתים משני בני בניו."
            ],
            [
                "<b>בני בלע ארד ונעמן</b> בלע קרא לשני בניו שמות לזכרון לשני אחיו."
            ],
            [],
            [],
            [],
            [
                "<b>בני אשר</b> חסר כאן ישוה ולכך פרש״‎י גבי לאזני אומר אני שזו משפחת אצבון דאי ס״‎ד שמשפחת אצבון נפלה הרי נפלו ח׳‎ משפחות חמשה לבנימין ואהוד ואצבון וישוה.",
                "<b>לבריעה</b> בני בריעה נחלקו לשלש משפחות אחת נקראת על שמו ושתיים על חבר ומלכיאל."
            ],
            [],
            [
                "<b>ושם בת אשר שרח</b> היה לו לומר ובת אשר סרח אלא נראה דה״‎ק סרח היה לה שם שהיתה בת אשר לפי שגדלה בתוך ביתו והיתה נקראת על שמו אכן לא היתה בתו אלא בת אשתו והתרגום מוכיח ושום בת אתת אשר סרח, חז״‎ק מי ילדה אם אחד מן השבטים ילדה אמאי לא הזכיר שמו עליה ואי אינש מעלמא ילדה למה נתיחסה על יעקב אבינו אלא י״‎ל לפי ששמה ידוע היה ביותר במעשים טובים ובחסידות כתיב בה <b>ושם</b> כלומר ושם הידועה והחשובה, ברדתם למצרים מנה סרח תחלה לפי שהיא היתה על אחיה גדולה בשנים וכאן שנמנו בשביל חלוקת הארץ מנאה אחרונה לפי שלא נטלה חלק בה ודינה שכבר מתה לא מנה."
            ],
            [],
            [],
            [],
            [
                "<b>אלה משפחת נפתלי</b> סכום כולם חוץ משבט לוי חמישים ושבע משפחות כיצד בדגל תימנה ארבעה לראובן חמש לשמעון שבע לגד דגל מזרחה חמש ליהודה ארבע ליששכר שלש לזבולון דגל ימה שמונה למנשה ארבע לאפרים שבע לבנימין דגל צפונה אחת לדן חמש לאשר ארבע לנפתלי."
            ],
            [
                "<b>אלה פקודי בני ישראל</b> וגו׳‎ מנין זה מועט ממנין שבמדבר סיני אלף ושמונה מאות ועשרים שאילו היה כאן יותר היו אומרים עכשיו שאנחנו מרובים לכבוש הארץ אבל אם היו מועטין היו אומרים לא נוכל לכבשה, ולפיכך לא רצה הקב״‎ה שירבה מנין זה על אותו שבמדבר סיני שאעפ״‎י כן כבשוה כי אין מעצור לה׳‎ להושיע בין ברב בין במעט."
            ],
            [],
            [
                "<b>לאלה</b> לחמשים ושבע משפחות המנויין כאן תחלק הארץ בנחלה במספר שמות חמשים ושבעה חלקים כנגד חמשים ושבע ראשי משפחות."
            ],
            [
                "<b>לרב תרבה</b> וגו׳‎ לא שיהו כל החלקים שוים אלא לפי הזכרים שיש לכל ראש משפחה במשפחתו היינו <b>איש לפי פקודיו</b> וגו'",
                "<b>איש</b> יצאו נשים טומטום ואדרוגינוס."
            ],
            [
                "<b>אך</b> יצאו יהושע וכלב שלא נטלו בגורל אלא על פי ה'.",
                "<b>אך בגורל יחלק את הארץ [</b> לשון זכר נופל על לשון נקבה]. אך קודם שתחלק את הארץ לחמשים ושבע חלקים חלקוה בגורל לשמות מטות אבותיו של כל ראש משפחה כיצד יחלקוה בשנים עשר תחומין כנגד י״‎ב שבטים וכותב שמות הי״‎ב תחומין כנגד הי״‎ב שבטים וכותב שמות הי״‎ב תחומין בשנים עשר פתקים ונתנה בקלפי אחד ושמות י״‎ב שבטים בי״‎ב פתקין בקלפי אחד והממונה טורף בקלפי של תחומין ובקלפי של שבטים ומעלה בידו אחת פתק שבט פלוני ובידו אחרת פתק תחום פלוני וזוכה כל שבט בתחום העולה לו וכן כולם ולפי רוב שבט ומיעוט שבט יקרבו וירחיקו מצר תחום שבט פלוני מחברו לתת לכל אחד כפי הראוי לו כדכתיב לעיל לרב תרבו נחלתו וגו׳‎ ואם יחלקו את הארץ מתחלה בגורל נ״‎ז חלקים לנ״‎ז ראשי משפחות ואח״‎כ בי״‎ב חלקים לי״‎ב שבטים זה ימצא חלקו בשבט שאינו שלו וזה חלקו בשבט שאינו שלו וכתיב וירא את ישראל שוכן לשבטיו וכתיב איש מנחלת מטה אבותיו ידבקו בני ישראל.",
                "<b>לשמות מטות אבתם</b> יצאו גרים ועבדים."
            ],
            [
                "<b>על פי הגורל</b> לאחר שחלקו לי״‎ב תחומין.",
                "<b>תחלק נחלתו</b> שלכל שבט ושבט על פי הגורל לפי סכום ראשי משפחות שבו כגון ד׳‎ לראובן ה׳‎ לשמעון וכן כולם.",
                "<b>בין רב למעט</b> כיצד ד׳‎ משפחות לראובן השתיים מרובות והשתיים מועטות אחת מהמרובות ארצו תחלק לג׳ חלקים ע״‎י גורלות ופתקין ב׳‎ חלקים לב׳‎ משפחות מרובות וחלק שליש יחזור ויחלוק לשנים לשתי משפחות מועטות וכן כל שאר השבטים עד שיתחלקו כל החלקים על פי הגורל כל הנ״‎ז חלקים לנ״‎ז משפחות, <b>בין רב למעט</b> הלמ״‎ד נקודה בחיר״‎ק."
            ],
            [
                "<b>ואלה פקודי הלוי</b> לחלוק להם כשאר המ״‎ח עיר כמו שמפרש בפרשת מסעי."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>שלשה ועשרים אלף</b> ענין זה מוכיח שהארון היה מכלה בהם שהרי הן נמנים מבן חדש ולא נוסף במנין ל״‎ח שנה רק אלף וישראל שמתו ושהיו מעשרים שנה ומעלה היה מספרם עכשיו קרוב למנין שבמדבר סיני."
            ]
        ],
        [
            [
                "<b>ותקרבנה בנות צלפחד בן חפר</b> ע״‎י שראו שנמנו הזכרים שבמשפחות חפר ולא נמנה עמהם צלפחד שהיה בנו."
            ],
            [],
            [
                "<b>והוא לא היה בתוך העדה</b> ולא היה בן עשרים באותו הפרק להיות הגזרה חלה עליו אלא בחטאו מת ודינו לירש."
            ],
            [],
            [
                "<b>ויקרב משה את משפטן</b> יודע היה משה שהבנות נוחלות על מה נחלקו אם יירשו בראוי כבמוחזק אם לאו."
            ],
            [],
            [
                "<b>נתן תתן להם, נחלה</b> זו נחלת אביהן.",
                "<b>בתוך אחי אביהם</b> זו נחלת אבי אביהם.",
                "<b>להם אחזת נחלה בתוך אחי אביהם</b> תרווייהו במ״‎ם לשון זכר אעפ״‎י שהן היו נקבות.\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>עלה אל הר העברים</b> חסר כאן מה שהתפלל משה לעבור בארץ ופירשו במקום אחר כדכתיב ואתחנן אל ה׳‎ וגו'."
            ],
            [
                "<b>כאשר נאסף אהרן אחיך</b> על אשר לא קדשתם כך כתיב בפרש״‎י, חז״‎ק דפסוק זה אינו כאן אך הוא בפרשת האזינו וכאן כתיב כאשר מריתם פי וגו׳‎ אבל לפי הל׳‎ שבספרי ניחא כאשר מריתם פי במדבר צין רבי שמעון בן אלעזר אומר אף משה ואהרן בהכרת מתו שנא׳‎ על אשר לא קדשתם אותי הא אם קדשתם אותי עדיין לא הגיע זמנכם ליפטר. ושמא מפני כבודן של משה ואהרן לא נקט ליה בפרש״‎י למילתא דרבי שמעון בן אלעזר אלא למסקנא דמילתא."
            ],
            [],
            [],
            [
                "<b>ה׳‎ אלקי הרוחת</b> טלנ״‎ט בלע״‎ז כמו אל אשר יהיה שמה הרוח ללכת ילכו."
            ],
            [],
            [],
            [],
            [
                "<b>ונתתה מהודך עליו</b> דוגמא ולא נתנו עליו הוד מלכות כלומר תכבדהו בפניהם כדי שיכבדוהו הם וישמעו אליו."
            ],
            [
                "<b>ולפני אלעזר הכהן יעמד</b> ולא יתגאה בעצמו."
            ],
            [],
            [
                "<b>ויסמך את ידיו</b> כמו סמיכת קרבן להודיע כי מרצונו נתמנה ומזה למדו למנות פרשים בענין זה כמו שלמדו לעשות דגלים ממנהג אותו דגלי השבטים."
            ]
        ],
        [
            [],
            [
                "<b>תשמרו להקריב לי</b> מה שמירה האמורה גבי פסח בקור אף שמירה האמורה כאן בקור.",
                "<b>להקריב לי במועדו</b> אף בשבת אף בטומאה אם לא ימצא טהור לא יניח הקרבתו ואפילו בשעת מלחמה וכן מצינו ביהושע שהוכיח המלאך על שבטלו התמיד כשצרו על יריחו. ד״‎א <b>במועדו</b> שלא יקדימו קודם הבקר ולא יאחרו אחר הערב."
            ],
            [],
            [
                "<b>את הכבש אחד</b> פרש״‎י אע״‎פ שכבר נאמר בפרשת ואתה תצוה היא היתה אזהרה לימי המלואים וכאן צואה לדורות. ואם תאמר הרי התם בפרשת תצוה כתיב בהדיא לדורותיכם אלא י״‎ל דמיעוט דורות שנים ולא יותר ולכך צריך האי קרא דכתיב ביה צו דמשמע זירוז מיד מכאן ולדורות."
            ],
            [
                "<b>ועשירית האיפה סלת</b> מה סולת האמורה במלואים של חטים אף כל סלת האמורה בתורה של חטים.",
                "<b>בשמן כתית</b> הזית נדוך במדוכה וסוחטים אותו בידיים ואין עוצרים אותו בגת כדי שלא יתמצו בו השמרים.",
                "<b>רביעת ההין</b> ג׳‎ לוגין."
            ],
            [
                "<b>עלת תמיד העשיה בהר סיני</b> מאחר שהקרבתם אותה בסיני כדכתיב וישלח את נערי בני ישראל ויעלו עולות אינני רוצה שתבטל לעולם."
            ],
            [],
            [
                "<b>וכנסכו</b> קאי אנסכי יין ואנסכי מנחה דתמיד הבקר."
            ],
            [
                "<b>וביום השבת</b> בכל הקרבנות כתיב ביה הקרבה או עשיה ובשבת הואיל ונאסרה בה מלאכה מפני כבודה לא נאמר בקרבנותיה הקרבה ועשיה כאלו אין מלאכה נעשית בהם.",
                "<b>שני כבשים</b> לא הטריח הקב״‎ה במוסף של שבת יותר מדאי אלא המוסף שוה לתמיד. ולא נאמר בה חטאת כמו בשאר מוספין מפני כבוד השבת שאין לשחוט בשבת דבר הנאכל לשום אדם, אלא כל הקרבתו לגבוה ועליו יסדו רצית קרבנותיה. ואע״‎ג דמוספי חטאת קרבין בה כגון בשבת דר״‎ח ושבת דיו״‎ט מ״‎מ במוסף שבת דעלמא עבד רחמנא היכרא.",
                "<b>ונסכו</b> קאי אנסכי יין."
            ],
            [
                "<b>עלת שבת בשבתו</b> לא נאמר בו ושעיר לכפר ללמדך ביו״‎ט ובראשי חדשים שבקרבנותיהם כתוב חטאת או כפרה והם באים לכפר התקינו שיהו קורין אותן ועולין להם ישראל קריאתו כאילו הקריבום כמו ששנו רבותינו ז״‎ל כל זמן שקורין בהן מעלה אני עליהם כאילו הקריבום לפני אבל קרבן מוסף שבת לא כתיב ביה לא חטאת ולא כפרה ללמדך שאין קרבנותיו באין לכפר לפי ששבת מכפרת, אלא לריח ניחוח הן באים ולכך אין קורין בתורה מוסף שבת כמו האחרים.",
                "<b>ונסכה</b> קאי אנסכי יין ואנסכי מנחה דעולת תמיד. [על עלת התמיד עם עולת התמיד]."
            ],
            [
                "<b>ובראשי חדשיכם</b> חדש ניסן שכן כתיב בו החדש הזה לכם ראש חדשים.",
                "<b>פרים בני בקר שנים ואיל אחד</b> וכן מוסף של פסח ושל עצרת לפי שבראשי חדשים שהן תחלת החדש וברגלים שהן באסיפה הוסיף במוסף שלהם אבל של ראש השנה ויום הכפורים ושמיני עצרת אין בהם אלא פר אחד בראש השנה משום דאיכא שני מוספים של ר״‎ח ושל ר״‎ה. וביום הכפורים אילו ופר של אהרן ושעירי הגורלות משום הכי סגי להו בפר אחד. ובשמיני עצרת פר אחד כנגד כל ישראל גוי אחד."
            ],
            [],
            [],
            [
                "<b>בחדשו</b> בהתחדשו בשעת החדוש צריך להקריב קרבן כזה לכל חדשי השנה."
            ],
            [
                "<b>ושעיר עזים</b> לכפר על וישחטו שעיר עזים במכירת יוסף. לחטאת לה׳‎ לפי שהוא ראשון כתיב ביה לה׳‎ שיהא לשם שמים וכן כולם.",
                "<b>על עלת</b> עם עולת.",
                "<b>על עלת התמיד יעשה ונסכו</b> סרסהו עם עולת התמיד ונסכו של תמיד יעשה החטאת.",
                "<b>ונסכו</b> קאי אנסכי יין ואנסכי מנחה דעולת תמיד."
            ],
            [],
            [],
            [
                "<b>מקרא קודש</b> לשון מקרה כתרגומו קרי מערעי במאכל ובמשתה ובכסות נקיה.",
                "<b>כל מלאכת עבדה</b> מלאכה של עבודה אסורה. וכל מלאכת אוכל נפש מותרת לכך כתיב כאן <b>כל מלאכת עבודה לא תעשו</b> אבל בשבת ויום הכפורים שאסורים בכל מלאכה כתיב כל מלאכה לא תעשו."
            ],
            [
                "<b>תמימם יהיו לכם</b> אבל אם יהיו בעלי מומין הרי אתם מחללין שבת בשחיטתן ובפשיטתן שהרי אינן קרבין ועל כן נאמר קדשי בזית ואת שבתותי חללת ולכך לא כתיב תמימים בראש חדש הואיל ואינו אסור בעשיית מלאכה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כאלה תעשו ליום שבעת ימים</b> למעלה בתורת כהנים בפרשת אמור דמשתעי בעניני הארץ כמו שפי׳‎ להלן מזכיר הרגלים והתבואות הרגילות לבא בהן לפיכך הזכיר הקרבנות הבאות בגלל העומר ושתי הלחם אבל כאן לא הזכיר רק הקרבנות הבאים על היום.",
                "<b>ונסכו</b> קאי אלחם אשה דסליק מיניה והוא נסכי יין ונסכי מנחה."
            ],
            [],
            [
                "<b>וביום הבכורים</b> על שם שמשם והלאה מביאין בכורי אדמה קורהו יום הבכורים לא פי׳‎ הכתוב באיזה חדש ובכמה בו וכבר פרשתי הטעם בפרשת אמור.",
                "<b>בשבעתיכם</b> מתורגם בעצרתיכון מכאן אנו קורין לחג שבועות עצרת."
            ],
            [],
            [],
            [],
            [
                "<b>שעיר עזים אחד</b> תנן התם בסוף מסכת ר״‎ה דבני מערבא ר׳‎ משרשיא אומר בשם רבי אחא בכל הקרבנות כתוב חטאת ובעצרת אין כתיב חטאת אמר להם הקב״‎ה לישראל כיון שקבלתם עליכם את עול תורתי מעלה אני עליכם כאילו לא חטאתם מימכם."
            ],
            [
                "<b>מלבד עלת התמיד</b> ואם תאמר ואמאי לא כתיב מלבד שתי הלחם ושבעת כבשים ופר ושני אילים ושעיר ושבעת כבשים הבאים עמהם כמו שכתוב מלבד עולת החדש ומנחתה וגו׳‎ מלבד חטאת הכפורים ועולת התמיד אלא יש לומר מדכתיב בהקריבכם מנחה חדשה הרי כבר הזכירה ועל המנחה הם באים ותו לא צריך.",
                "<b>ונסכיהם</b> קאי אנסכי יין דיום הבכורים ואנסכי יין ואנסכי מנחה דעולת התמיד."
            ]
        ],
        [
            [],
            [
                "<b>כבשים בני שנה</b> וא״‎ת למאן דאמר בתר שנות עולם אזלינן כיצד יתקרבו כבשים בראש השנה אם נולדו קודם ר״‎ה כשיבא ר״‎ה נחשבו לבני שתי שנים דיום אחד בשנה חשוב שנה ואנן כבש אחד בן שנתו דוקא בעינן כדתנן במסכת פרה כבשים בני שנה ואילים בני שתיים וכולם מיום ליום אלא יש לומר דלדידיה אשכחן ליה כגון ששמיני שלהם חל בר״‎ה ואעפ״‎י שנולדו קודם ר״‎ה אינם נחשבים באותו פרק לבני שנה שעדיין לא נראו להתקרב קודם ר״‎ה כדכתיב ומיום השמיני והלאה ירצה לקרבן."
            ],
            [],
            [],
            [],
            [
                "<b>מלבד עלת החדש</b> וא״‎ת אמאי לא אמר ומלבד חטאת החודש אלא י״‎ל כל העולות כפרתן שוה עשה ועל לא תעשה הניתק לעשה, ולכך הזכירם זו על זו אבל חטאת ר״‎ח וחטאת ר״‎ה אין כפרתן שוה. כיצד של ר״‎ח מכפר על שאין בו ידיעה לא בתחלה ולא בסוף כמו שפירשו רז״‎ל מדכתיב ביה לה׳‎ אבל של ר״‎ה מכפר על שאין בה ידיעה בתחילה ויש בה ידיעה בסוף ולכך לא הזכירם זו על זו.",
                "<b>ונסכיהם</b> קאי אנסכי יין דראש השנה ואנסכי יין ואנסכי מנחה דעולת החודש ודעולת התמיד."
            ],
            [
                "<b>ובעשור לחדש השביעי הזה</b> לאותו חדש שקורין לו עכשיו שביעי דהיינו תשרי ולא לאותו שהיו קורין אותו כבר שביעי דהיינו ניסן כדכתיב במלכים בירח האתנים בחג ומתרגם יונתן: ירחא דעתיקיא קרי ליה ירחא קדמאה וכען הוא ירחא שביעא."
            ],
            [],
            [],
            [],
            [
                "<b>שעיר עזים אחד לחטאת</b> לא הוצרך לכתוב לכפר עליכם שהרי היום יום גמר כפרה,",
                "<b>מלבד חטאת הכפרים</b> פרש״‎י שעיר הנעשה בפנים האמור בפרשת אחרי מות שגם הוא חטאת אלא י״‎ל לא נקט ליה הכא בפרשת קרבנות הבאים משל צבור ופר הנעשה בפנים והוא פרו של אהרן אינו בא משל צבור אלא משל אהרן.",
                "<b>ונסכיהם</b> קאי אנסכי יין דיום הכפורים ואנסכי יין ואנסכי מנחה דעולת התמיד."
            ],
            [],
            [
                "<b>פרים בני בקר שלשה עשר כבשים בני שנה ארבעה עשר</b> יש בסוכות תוספת שמחה לפי שכבר אספו כל פירותיהם ותוספת מצות סוכה וד׳‎ מינים שבלולב לפיכך יש בהן תוספת מוסף."
            ],
            [],
            [
                "<b>ועשרון עשרון</b> נקוד על ועשרון."
            ],
            [
                "<b>ונסכה</b> קאי אנסכי יין דחג ואנסכי מנחה דעולת התמיד."
            ],
            [
                "<b>וביום השני פרים, שנים עשר</b> פרי החג הולכים ומתמעטים לפי שכל ישראל שוהין בירושלים כל הח׳‎ ימים מה שאין כן בשאר רגלים, ואם יראו שיקריבו בשוה כל השמנה ימים יהיו להם למשא מפני היציאה שתהיה מרובה."
            ],
            [],
            [
                "<b>ונסכיהם</b> כל לשון נסך דשאר ימות החג קאי אנסכי יין ואנסכי מנחה ולפי שקרבנות החג חלוקים הזכירו דבר יום ביומו מה שאין כן בפסח."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וביום השביעי פרים שבעה</b> פרים של שבעת ימי החג עולים לשבעים כנגד חמשים ושתיים שבתות ושבעה ימי פסח ויום אחד של עצרת ויום אחד של ר״‎ה ויום אחד של יום הכפורים ושמונה ימי החג שבשנה עולים לשבעים פרש״‎י שהם כנגד ע׳‎ אומות ובימי המקדש מגינין עליהם מן היסורין ולכך הענישם הכתוב בספר זכריה על חג הסוכות יותר מבשאר מצות לפי שפרי החג הסוכות מגינין עליהם."
            ],
            [],
            [
                "<b>ושעיר חטאת אחד</b> בכל ימי החג לא כתיב לכפר עליכם לפי שיש בחג פרים הבאים לכפר על האומות ולפיכך לא תלה הכתוב הכפרה בישראל. ד״‎א מה שאין כתוב בהן לכפר עליכם היינו לפי שאין צריכין עדיין כפרה כמו שפירשתי בפרשת אמור ויום הכפורים מכפר וראיה לדבר שמיום הכפורים ואילך לא כתיב לכפר עליכם."
            ],
            [
                "<b>ביום השמיני</b> וביום לא נאמר ללמדך שהוא יו״‎ט לעצמו.",
                "<b>עצרת תהיה לכם </b> לכך נקרא שמיני חג עצרת ומטעם זה כמו כן נקרא שבועות עצרת דכתיב ביה בשבעותיכם ומתרגמינן בעצרותיכון אבל שביעי של פסח שלא נאמר בו עצרת לכם אלא לה׳‎ אלקיך לא נקרא עצרת.",
                "<b>ביום השמיני עצרת תהיה לכם </b> אם כן למה התירו חכמים להפטר מן הסוכה ביו״‎ט האחרון אלא כל שבעת ימי החג היו מתפללים לטללים ויום האחרון היו מתפללים לגשמים ולכך נפטרים מן הסוכה כדי שיתפללו בלב שלם על הגשמים."
            ],
            [
                "<b>פר אחד איל אחד</b> הקיל בקרבן שמיני עצרת להראות שלא עצרם לישראל אלא מתוך חבתם."
            ],
            [],
            [],
            [
                "<b>לעלתיכם</b> כגון כבשי שבת הבאים תדיר בפסח ובסוכות. שלימא סדרא דפרשת פינחס"
            ]
        ],
        [
            [],
            [
                "<b>אל ראשי המטות</b> כדי להכריח את העם, י״‎מ פרשה זו נאמרה אחר מלחמת מדין כי הפרשיות מחוברות עד והיוצא מפיכם תעשו לפיכך נסמכה לה פרשת מטות דכתיב בה כל היוצא מפיו יעשה. פרש״‎י ומנין שאף שאר הדברות כן דכתיב וישובו אליו אהרן וגו׳‎ ופסוק זה משתעי ברדת משה מן ההר ביום הכפורים ובידו כל המצות שנתנו בסיני. עוד פירש ומה ראה לומר כאן כלומר מה ראה משה רבינו לומר כאן לשון זה של ראשי המטות לבני ישראל כאן בפרשת נדרים ללמוד ממנה שאר דברות מסתייה למימר וידבר משה לבני ישראל איש כי ידור נדר וגו׳‎ ולימא לשון זה של ראשי המטות לבני ישראל גבי מצוה אחרת ונלמוד שאר דברות וגם פרשת נדרים ממנה אלא ללמד שהפרת נדרים ביחיד מומחה מראשי המטות, ובשלשה הדיוטות מואל בני ישראל כדתני התם אהרן ובניו וכל ישראל בפרשת נדרים למאי הלכתא, אמר רב אחא בר יעקב להכשיר שלשה הדיוטות והא ראשי המטות כתיב, אמר רב חסדא אמר רבי יוחנן ביחיד מומחה.",
                "<b>זה הדבר אשר צוה ה'</b> דבר זה לא נתפרש היכן נאמר למשה וכן כמה נבואות כגון כה אמר ה׳‎ דמכת ארבה וכגון כה אמר ה׳‎ כחצות הלילה וכגון שימו איש חרבו על ירכו דגבי עגל ועוד הרבה נביאים נתנבאו בכה אמר ה׳‎ ולא מצינו היכן נאמר ועל זה נאמר מקים דבר עבדו."
            ],
            [
                "<b>או השבע שבעה לאסר אסר</b> מה בין נדר לשבועה נדר נודר בחיי המלך שבועה נשבע במלך עצמו ואעפ״‎י שאין ראיה לדבר זכר לדבר חי ה׳‎ וחי נפשך אם אעזבך.",
                "<b>לא יחל דברו</b> כמו יחל ישראל אל ה׳‎ כלומר לא יתמתן דברו אלא יעשה ככל היוצא מפיו. דבר אחר <b>לא יחל דברו</b> הוא לא יחלל דברו לעצמו כלומר לא יתיר הוא את נדרו לעצמו אבל אחרים יתירו לו. [לא יחל לא יתבטל]."
            ],
            [],
            [
                "<b>ושמע אביה</b> אין לי אלא ששמע אביה השמיעוהו אחרים מנין ת״‎ל וקמו כל נדריה."
            ],
            [],
            [
                "<b>או מבטא שפתיה</b> אין בטוי אלא שבועה כענין שנאמר כי תשבע לבטא בשפתים."
            ],
            [
                "<b>ושמע אישה</b> כאן פרש״‎י ואם הפר יפר אינו לשון הפסוק אלא לשון פרש״‎י."
            ],
            [],
            [
                "<b>[יקום עליה</b> לשון קיום]."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>[הקים אתם</b> לשון קיום]."
            ],
            [
                "<b>ונשא את עונה</b> שהיא אנוסה שסבורה היא שיכול הוא להפר ולא היה לה ללמוד אבל הוא היה לו ללמוד ולא למד לפיכך ישא הוא את עונה."
            ]
        ],
        [
            [],
            [
                "<b>נקם נקמת</b> בעצמך אתה משמע, ועל ידי שנתגדל במדין חדל לו ושלח אחרים כדכתיב וישלח אותם משה."
            ],
            [
                "<b>לתת נקמת ה׳‎ במדין</b> הקב״‎ה אומר נקמת בני ישראל ומשה אומר נקמת ה׳‎ אמר משה רבונו של עולם הנקמה שלך היא שאין הכנענים שונאים אותנו אלא בשבילך ולכך הלכו ישראל על המדינים ולא על המואבים לפי שעדיין לא נתמלאת סאתם ולא בא קצם כמו שנתנבא עליהם בלעם אראנו ולא עתה וגו׳‎ ועוד המואבים עשו מדאגה ואמרו שמא ישראל יחשבו כי ארצנו ארץ רפאים ויבואו עלינו ועוד שלקחו ישראל את ארצם מיד סיחון."
            ],
            [
                "<b>לכל מטות ישראל</b> אפילו משבט של לוי שכוונתם לרעה היתה תלויה לכל ישראל."
            ],
            [
                "<b>וימסרו מאלפי ישראל</b> בעל כרחם כמו שפירש״‎י שאמר לו הקב״‎ה הטל עליהם גורלות."
            ],
            [],
            [],
            [
                "<b>על חלליהם</b> עם חלליהם דוגמא על שדה הארץ יחשב על עולת התמיד האנשים על הנשים על כרעיו ועל קרבו על פרשה על כל קרבנך.",
                "<b>ואת בלעם</b> לאחר ששב למקומו לארם נהרים שוב בא למדין לקחת ממון מזקני מדין כששמע דבר המגפה שהיתה בישראל בעצתו. ד״‎א לפי שאמר להם לא הביט און וגו׳‎ כלומר לא חטאו למה יחזור מלברכם עמדו הם והחטיאום ושלחו לו עכשיו תוכל לקללם שהרי חטאו ובא ונהרג."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ויצאו משה ואלעזר הכהן</b> לפי שהללו היו טמאים מתים מהמדינים שהרגו."
            ],
            [],
            [
                "<b>כל נקבה</b> שום נקבה דוגמא לא תעשה כל מלאכה כל אלמנה ולרש אין כל."
            ],
            [
                "<b>בדבר בלעם למסר מעל</b> שהרי מתוך דבריו של בלעם שאמר לא הביט און ביעקב למדו להחטיאם."
            ],
            [
                "<b>וכל אשה ידעת איש למשכב זכר הרגו</b> פירש״‎י למה חזר ואמר הרוגו וכו׳‎ וא״‎ת אי ס״‎ד שהורשו להחיות כל אשה יודעת איש א״‎כ מיותר וכל הטף בנשים אשר לא ידעו וגו׳‎ מק״‎ו השתא כל אשה יודעת איש הורשו להחיות טף בנשים מיבעיא, אלא י״‎ל דאי לא כתיב וכל הטף בנשים וגו׳‎ ה״‎א נילף טף בנשים מטף בזכר מה להלן להרוג אף כאן להרוג. ד״‎א <b>הרגו</b> למה נאמר אם שיכולה לבעול אמר ליהרוג בעולה על אחת כמה וכמה אלא אם אמרת כן ענשת מן הדין לכך נאמר <b>הרגו</b> שאין עונשין מן הדין א״‎ת לשתוק קרא <b>מהרגו</b> קמא וליכתב הכי ועתה כל זכר וכל אשה יודעת איש וגו׳‎ אלא אי כתיב הכי סד״‎א לישהינהו לכל זכר בטף ולא נקטלינהו עד דעברינהו לנשים לפני הציץ ונקטילנהו בהדי הדדי קמ״‎ל <b>ועתה הרגו כל זכר בטף</b> כלומר עכשיו מיד הרגו כל זכר בטף, <b>וכל אשה ידעת איש</b> לאחר שתבדק בציץ הרוגו. [וכל אשה ידעת איש מנהג הוא שדרך איש לפתות את האשה אבל בנות מדין שהיו פרוצות ופתו את ישראל כתיב בהן וכל אשה ידעת איש]."
            ],
            [
                "<b>וכל הטף בנשים אשר לא ידעו איש</b> וגו׳‎ מכאן היה רבי שמעון בן יוחאי אומר גיורת שנתגיירה פחותה מבת שלש שנים ויום אחד כשרה לכהונה."
            ],
            [
                "<b>ואתם חנו מחוץ למחנה</b> אעפ״‎י שטמא מת מותר אפילו במחנה לויה לא היו רוצים שיכנסו בו חיישינן שמא יטמאו הם אחרים שהרי רבים היו ואין יכולים להזהר מהם וגם היו אבות הטומאה לטמא אדם וכלים.",
                "<b>תתחטאו</b> פרש״‎י במי נדה כדין שאר טמאי מתים וכו׳‎ עד מודה הוא שהכנענים מטמאים במגע. וא״‎ת הרי בנוגע נמי כתיב אדם דכתיב וכל אשר יגע על פני השדה בחלל חרב או במת או בעצם אדם א״‎כ היה לנו למעט כנענים מלטמא בנגיעה דאתם קרויים אדם כדכתיב ביחזקאל ואתנה צאני צאן מרעיתי אדם אתם ולא הכנענים. אלא י״‎ל הואיל וחזר הכתוב ושנה בנגיעה גבי הזאה בלאו אדם כדכתיב והזה על האהל ועל הנוגע בעצם או בחלל או במת או בקבר. מרבינן דאפילו כנעני מטמא בנגיעה.",
                "<b>ביום השלישי וביום השביעי</b> הזהיר הקב״‎ה הזאת שלישי ושביעי ממלחמת מדין מה שלא עשה כן במלחמת שבעה עממים לפי שבמלחמת שבעה עממים היו כל ישראל וטומאה הותרה בצבור ואף גיעולי כנענים לא נאסרה להם שהרי כתלי דחזיר הותרו דכתיב ובתים מלאים כל טוב אפי׳‎ כתלי דחזירי אבל הכא במדין שאינו משבעה עממין ולא היו שם מישראל אלא אלף למטה נאסר להם גיעולי כנענים וגם הוצרכו הזאת שלישי ושביעי לפי שנטמאו במגע כשהרגו את המדינים, ועוד לפי שנטמאו בהם מישראל כדכתיב ויצמד ישראל לבעל פעור. ועוד דלמא איקטיל חד ישראל מהי״‎ב אלף ומה שכתוב ולא נפקד ממנו איש היינו לדבר עבירה ומספק טומאה נמי הוצרכו הזאה."
            ],
            [
                "<b>וכל בגד</b> לפי שנגע בחלל. "
            ],
            [
                "<b>ויאמר אלעזר הכהן</b> בשביל שחקת פרה אדומה נתנה לאלעזר פירשה הוא לישראל והואיל והורה הלכה לפני משה רבו אף על פי שאמרה בשם משה רבו נענש שהרי כתיב ולפני אלעזר הכהן יעמוד וגו׳‎ ולא מצינו שוב שנצטרך לו יהושע.",
                "<b>זאת חקת התורה</b> כלומר מה שאמר לכם משה כל הורג נפש וגו׳‎ הן המצות האמורות בפרשת פרה אדומה."
            ],
            [],
            [
                "<b>וטהר אך במי נדה יתחטא</b> אמר רבה בר אבוהי אפילו כלים חדשים כדאיתא בירושלמי דסוף עבודת כוכבים אתא עובדא קמי רבי ירמיה אמר צריך להטביל למה מפני שיצאו מטומאת הכנענים ונכנסו לקדושת ישראל. אמר רב נחמן אמר רבה בר אבוה לא שנו אלא בלקוחין שנחלטו ביד ישראל וכמעשה שהיה במדין שהיו חלוטין להם לישראל הכלים אבל שאולים לא מאני דחוניה פלומי״‎א בלע״‎ז תחלתן של חרס וחופין אותם בחופיא של אבר ותשמישן על ידי צונן ונקח מן הכנענים בתר סופו אזלינן שחפוהו במתכת וכלי מתכת הוה ובעו טבילה, משכנתא מאי אמר מר בר אשי אבא משכן ליה כנעני כסא דכספא ואטבליה ושתי ביה ולא ידענא אי משום דקסבר משכנתא כזביני דמיא אי משום דחזי ליה שכנעני דדעתיה לשקועיה שלא לפדותו עוד הכי מתניא והכי פירש״‎י בסוף מסכת עבודת כוכבים."
            ],
            [
                "<b>וכבסתם בגדיכם</b> וכ״‎ש בשרם דוגמא וכבסו שמלותם דפרשת יתרו ודוגמא וכבס האוסף את אפר הפרה את בגדיו."
            ],
            [],
            [],
            [],
            [
                "<b>מאת אנשי המלחמה, אחד נפש מחמש המאות</b> לפי שטרחו במלחמה הקל עליהם אחד נפש מחמש מאות ונתתה לאלעזר הכהן."
            ],
            [],
            [
                "<b>אחד אחז מן החמשים, ונתתה אותם ללוים</b> וגו׳‎ כשהלויים נטלו עשרה באלף, הכהנים נטלו בו אחד כנגדן שלא היו הם אלא אחד מאחת עשרה ידות שבמשפחות לוי כיצד משפחות לוי חמש ומחצה משפחת הלבני וחברוני המחלי והמושי העמרמי וחצי של יצהר כמו שפי׳‎ בפרשת פנחס ומשפחת העמרמי היתה חציה כהנים וחציה לויים הרי לך הכהנים אחת מאחת עשרה ידות שבמשפחות לוי.",
                "<b>מן הבקר מן החמרים ומן הצאן</b> וא״‎ת מפני מה לא צוה הקב״‎ה ליטול מכס מן הגמלים שהרי הרבה גמלים שם כדכתיב במלחמת גדעון ולגמליהם אין מספר אלא יש לומר לא הזכיר הכתוב אלא אותם שנטלו מהם מכס והם לא נטלו מכס מבהמה טמאה רק מהחמורים הואיל ונתקדשו בפטר חמור, אך חז״‎ק, דכתיב ומכל הבהמה דמשמע עוד מין בהמה אחרת כגון גמלים."
            ],
            [],
            [
                "<b>יתר הבז</b> חוץ ממה שאכלו."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא נפקד ממנו איש</b> אעפ״‎י שהנגף שולט במנין ורבותינו אמרו לא נפקד ממנו לדבר עבירה."
            ],
            [
                "<b>ונקרב את קרבן ה', לכפר על נפשתינו</b> שנדרנו מלפני החשבון שנמנינו כדי שלא ישלוט בנו נגף ולכך הביאונוהו אל אהל מועד. וכן מצינו ולקחת את כסף הכפורים ונתת אותו על עבודת אהל מועד.",
                "<b>ונקרב את קרבן ה'</b> וגו׳‎ פירש״‎י אם מידי עברה יצאנו מידי הרהור לא יצאנו. וא״‎ת הרי מצינו יפת תואר שהיא מותרת במלחמה ואיזה עבירה ואיזה הרהור עבירה יש בדבר אבל אמרינן בירושלמי לא הותרה להם יפת תואר אלא לאחר כבוש."
            ],
            [
                "<b>כל כלי מעשה</b> מגיד הכתוב שלא הביאו כלי שבור."
            ]
        ],
        [
            [],
            [
                "<b>ויבאו בני גד</b> הקדימם הכתוב לפי שהיו הם בעלי העצה תחלה."
            ],
            [],
            [],
            [
                "<b>[יתן את הארץ הזאת</b> הרי לשון זכר גבי נקבה]."
            ],
            [],
            [
                "<b>ולמה תנואון</b> כתיב תניאון קרי."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בלתי כלב בן יפנה</b> ואם תאמר אף יאיר בן מנשה נכנס לארץ ונהרג לפני העי כדאמרינן התם שלושים וששה איש זהו יאיר בן מנשה שהיה שקול כנגד רובה של סנהדרין ואף בפרשה זו נאמר ויאיר בן מנשה הלך וילכוד את חוותיהם אלא י״‎ל לא נגזרה גזרה על פחות מעשרים שנה ועל יותר מחמישים דפחות מעשרים ויותר מחמישים אינו יוצא בצבא ושמא יאיר בן מנשה היה בשעת הגזרה יותר על חמישים."
            ],
            [],
            [],
            [
                "<b>להניחו</b> להניעו חי״‎ת מתחלף בעי״‎ן וראיה לדבר שהרי ויניעם ולהניחו תרגום שלהם שוה וי״‎א שהוא לשון נטישה כמו בל תניחני לעושקי."
            ],
            [],
            [
                "<b>ואנחנו נחלץ חשים</b> לאחר שנניח נשינו וטפינו מקננו ורכושנו בעבר הירדן נוכל לרוץ מהירים ראשונים שלא יהיה לנו שום כובד ומשא כמו שאר השבטים שיוליכו עמהם הכבוד שלהן שקורין הרניי״‎ש.",
                "<b>לפני בני ישראל</b> שלקחנו ראשונים כן נהיה ראשונים במלחמה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל חלוץ צבא</b> פי׳‎ כל חלוץ שהוא חלוץ צבא כמו הארון הברית שפירושו הארון שהוא ארון הברית וכן את בריתי שלום כמו את בריתי ברית שלום."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולחצי שבט מנשה</b> בני מנשה לא שאלו להם נחלה בארץ סיחון ועוג רק בני ראובן וגד שאלו אלא שע״‎י שאביהם גרם להם לשבטים שקרעו בגדיהם במעשה הגביע נתנה לו נחלתו בשני חלקים בשני עברי הירדן."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מוסבת שם</b> בתחלה נקראו בשם עמון ומואב ואח״‎כ בשם סיחון ועוג, ואח״‎כ בשם ישראל."
            ],
            [],
            [
                "<b>ויתן משה את הגלעד למכיר</b> לפי שהיה בכור בבני מנשה נתן לו משה תחלה ולפי שהוא היה זקן ולא יצא בצבא נתן לו עיר מבצר וישב שם בעוד שהלכו בניו עם ישראל וחזרו."
            ],
            [
                "<b>ויאיר בן מנשה</b> נקרא על שם אמו אעפ״‎י שהוא ממשפחת יהודה כי כן כתיב כי חצרון לקח בת מכיר והוליד ממנו שגוב ושגוב הוליד את יאיר שהיו לו ערים בערי הגלעד דוגמא זו מצינו בעזרא כהנים נקראים על שם ברזלי הגלעדי. אין פתחון פה לבעל הדין לחלוק איך לקח יאיר נחלה עם שבט אחר שהרי ארץ כנען היא הנחלקת לשבטים ולא ארץ האמורי היא ארץ סיחון ועוג שהיא מעבר לירדן מזרחה.",
                "<b>ויקרא אתהן חות יאיר</b> לפי שנהרג במלחמת עי נכתב כאן שעשה כך לפני כבוש הארץ וקראן על שמו להזכיר עליהם שם בגבורתו."
            ],
            [
                "<b>ונבח</b> מבני מנשה היה.",
                "<b>ויקרא לה</b> לקנת נבח. <b>לה</b> רפה ע״‎י שלא קרא לה נבח אלא לפי שעה עד שובו מעבר הירדן להודיע שהיא היתה שלו. כאן פירש״‎י ותמהני מה ידרוש בשתי תיבות הדומות לה ויאמר לה בועז לבנות לה בית, ויש נותנים בהם טעם הא דכתיב ויאמר לה בועז מוסב היא על מה שאמרה אנכי לא אהיה כאחת שפחותיך אמר לה בועז חס ושלום גם לא כאמהות ולא כשפחות זהו שאמרו הזקנים לבועז יתן ה׳‎ את האשה הבאה אל ביתך כרחל וכלאה שהיו גבירות. ומה שכתוב לבנות לה בית, בקש לבנות ולא בנה זו עניות תורה שירדה לבבל ואשתרבובי אישתרבב לעולם שזכו ללמוד ולא ללמד והוא שאמרו רבותינו לבנות ולא בנה ולפיכך שלשתם רפה שהם במקום לא.<b> שלימא סדרא דפרשת מטות</b>"
            ]
        ],
        [
            [
                "<b>אלה מסעי</b> כל מקום שנאמר בו אלה פסל את הראשונים דוקא אלה הם המסעות אבל עטרות ודיבון וכל הכתובים למעלה הם העיירות שכבשו אבל אינן מקומן של המסעות."
            ],
            [
                "<b>את מוצאיהם למסעיהם על פי ה'</b> כדכתיב על פי ה׳‎ יחנו ועל פי ה׳‎ יסעו."
            ],
            [
                "<b>ויסעו מרעמסס בחדש הראשון בחמשה עשר יום</b> וגו׳‎ לא הוזהרו במצרים על יו״‎ט רק מחמץ לילה ראשון.",
                "<b>ממחרת הפסח</b> ערב יום (ט״‎ו)[טוב] ולילה הראשון נקרא פסח על שם שעוסקים בקרבן שנקרא כן וראיה לדבר מפרשת אמור ומפרשת פנחס אבל שאר החג מליל ראשון ואילך נקרא חג המצות."
            ],
            [],
            [
                "<b>ויסעו וגו׳‎ מרעמסס ויחנו בסכת</b> מפורש בפרשת בא."
            ],
            [
                "<b>ויסעו מסכת</b> וגו׳‎ עד ויעברו בתוך הים המדברה הוא שנאמר בפ׳‎ בשלח ויצאו אל מדבר שור.",
                "<b>אשר בקצה המדבר</b> בתחלת המדבר הוא המדבר הידוע הגדול והנורא."
            ],
            [],
            [
                "<b>ויעברו בתוך הים המדברה</b> באותו רוח שנכנסו מן המדבר לים בו יצאו ממנו ללכת המדברה והוא רוח צפוני של ים שלא הכניסם בו הקב״‎ה אלא כדי שירדפו מצרים אחריהם."
            ],
            [
                "<b>מרה ואלים</b> מפורשים בפרשת בשלח."
            ],
            [
                "<b>ויחנו על ים סוף</b> בין אלים ובין מדבר סין היה מתפשט ים סוף לצד המדבר שפנו שם.",
                "<b>ויחנו על ים סוף, ויחנו בדפקה, ויחנו באלוש</b> שלש חניות אלו לא נכתבו בפרשת בשלח שהרי להלן כתיב ויסעו מאלים ויבואו אל מדבר סין ויחנו ברפידים אלא כללן הכתוב להלן כשכתב ויבאו כל עדת בני ישראל מדבר סין ויחנו ברפידים בפרשת בשלח."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ויחנו במדבר סיני</b> פרשת יתרו והוא מדבר סין ועל שם ששם נתנו עליו עשרת הדברות נתווסף אות עשירי בשמו."
            ],
            [
                "<b>ויסעו ממדבר סיני</b> וגו׳‎ עד ויחנו ברתמה מפורש בפרשת בהעלותך, שהרי רתמה ופארן וקדש ברנע אחד הם שמשם נשתלחו המרגלים."
            ],
            [],
            [],
            [
                "<b>ויסעו מרתמה</b> הוא שנאמר בפרשת שלח מחר פנו וסעו לכם המדברה והוא שנאמר בפרשת דברים ונפן ונסע המדברה דרך ים סוף שמשם ואילך היו סובבים את הר שעיר דרך כל המקומות הכתובים כאן עד ויחנו במדבר צין הוא קדש הוא שנאמר בפרשת חקת ויבאו בני ישראל כל העדה אל מדבר צין וגו'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בעצין גבר</b> תרגום ירושלמי בכרך תרנגולא."
            ],
            [],
            [
                "<b>בהר ההר</b> מפורש בפרשת חוקת."
            ],
            [],
            [],
            [],
            [],
            [
                "<b> ויחנו בצלמנה</b> -<b>ויחנו בפונן</b> שתי חניות הללו לא באו בפרשת חוקת לכלל זכרון עד אובות לפי שהוא היה בקרן דרומי מזרחי שמשם הפכו פניהם לצפון."
            ],
            [],
            [],
            [
                "<b>ויסעו מעיים ויחנו בדיבן גד</b> הוא שנאמר בפ׳‎ חוקת משם נסעו ויחנו בנחל זרד."
            ],
            [
                "<b>ויסעו מדיבן גד ויחנו בעלמן דבלתימה</b> הוא שנאמר בפרשת חוקת משם נסעו ויחנו מעבר ארנון אשר במדבר."
            ],
            [
                "<b>ויסעו מעלמן דבלתימה ויחנו בהרי העברים</b> הוא שנאמר בפרשת חוקת וממדבר מתנה."
            ],
            [
                "<b>ויסעו מהרי העברים ויחנו בערבת מואב</b> הוא שנאמר בפרשת חוקת וממתנה נחליאל."
            ],
            [
                "<b>מבית הישמת עד אבל השטים</b> הוא שנאמר בפרשת חוקת ומנחליאל במות ומבמות הגיא כלומר כשבאו לנחליאל משם נתפשטו לבמות ומבמות נתפשטו אל הגיא."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לשכים בעיניכם</b> לשון קוצים כמו כמשוכת חדק.",
                "<b>ולצנינם</b> לשון צנים ופחים."
            ]
        ],
        [
            [],
            [
                "<b>אל הארץ</b> מקרא חסר הוא כאלו כתיב אל הארץ ארץ כנען דוגמת את בריתי שלום."
            ],
            [],
            [
                "<b>ועבר צנה והיה תוצאתיו</b> והיה כתיב והיו קרי.",
                "<b>מנגב לקדש ברנע</b> שני קדש ברנע הם זה שבארץ כנען והוא אותו הנזכר בספר יהושע בעיירות שבארץ כנען, וקדש ברנע שמשם נשתלחו המרגלים כדכתיב בפרשת מטות בשלחי אותם מקדש ברנע ואין לומר שנשתלחו מקדש ברנע שבארץ כנען דהא קים לן לא נכנס משה רבנו לארץ וקדש גרידא בקצה גבול ארץ אדום.",
                "<b>ויצא חצר אדר</b> כאן משמע מחוז אדר הוא וכתיב ביהושע כן ויצא חצרה ועבר אדרה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>[על כתף ים כנרת</b> אל גבול ים כנרת]",
                "<b>ים כנרת</b> אינו נמשך לשום ים בעולם שהרי ישוב ארץ ישראל סובבו לכל רוח דוגמא מקוה מים שקורין לאומזנ״‎ט."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>[אשר ינחלו</b> כמו ינחילו]."
            ],
            [],
            [
                "<b>למטה יהודה</b> התחיל למנות המנחילים מיהודה לפי שרצה תחלה בגורל."
            ],
            [],
            [
                "<b>למטה בנימן</b> כאן נמנה בנימין שלישי לשבטים לפי ששלשת שבטים אלו עתידין לתת נחלה בבת אחת ללויים כדכתיב בספר יהושע ויהי לבני אהרן הכהן מן הלויים למטה יהודה וממטה שמעון וממטה בנימין בגורל ערים שלשה עשר ולכך סמך שלשתם יחד."
            ],
            [
                "<b>ולמטה בני דן נשיא</b> מה שלא כתיב נשיא לבני יהודה ולשמעון ולבנימין הוא הטעם לפי שכלב נקרא כבר עבדו של הקב״‎ה בענין מרגלים ועמד בצדקו כל ימי חייו ולפיכך לא הוצרך לקרותו נשיא בבנימין נמי כתיב אלדד הוא אלדד חברו של מידד שהיה נביא וחשוב כמו נשיא. ד״‎א משום שעתיד לעשות מעשה פלגש בגבעה לא נקרא נשיא. ובשמעון משום שנתקבצו במעשה זמרי כמו שפרש״‎י בפרשת בלק וגרמו תקלה לישראל, לבני ראובן ולבני גד לא היה צריך שכבר נטלו חלקם בארץ סיחון ועוג. חז״‎ק על סדר זה שהרי אינו לפי התולדה ולא לפי הדגלים ולא לפי הגבירות."
            ]
        ],
        [
            [],
            [
                "<b>ערים לשבת</b> נהי דאין להם נחלה בית דירה מיהא צריכי."
            ],
            [
                "<b>ולכל חיתם</b> לחיים נתנו ולא לקברות כמ״‎ש רבותינו."
            ],
            [],
            [],
            [
                "<b>ועליהם תתנו ארבעים ושתים עיר</b> שאף הם קולטות אלא שהשש קולטות בין מדעת בין שלא מדעת ואלו המ״‎ב אין קולטות אלא מדעת כשנתכוון להנצל שם."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>למקלט מגאל</b> מחמת פחדו של גואל קרובו של הרוג.",
                "<b>ולא ימות הרצח</b> לפי שנאמר ורצח גואל הדם את הרוצח שומע אני בינו לבין עצמו יהרגנו ת״‎ל ולא ימות הרצח עד עמדו לפני העדה למשפט."
            ],
            [],
            [
                "<b>את שלש הערים</b> חסר כאן המעשה ופירש בפ׳‎ ואתחנן. כאן פירש״‎י אעפ״‎י שבארץ כנען תשעה שבטים וכאן אינן אלא שנים וחצי השוה מנין ערי מקלט שלהם משום דבגלעד נפישי רוצחים כדכתיב גלעד קרית פועלי און עקובה מדם כלומר אף ההורגים במזיד גולים לערי מקלט ולפיכך צריכים היו אותם שבגלעד לערי מקלט בשוה לאותה שבארץ כנען כדתנן במכות בראשונה אחד שוגג ואחד מזיד גולה לשם, בראשונה פרש״‎י בתחלת דינו והיינו דכתיב כאן ולא ימות הרוצח עד עמדו לפני העדה למשפט והכי איתא בסיפרי הכל מקדימין לערי מקלט ב״‎ד שולחין ומביאין אותו משם שמי שנתחייב מיתה הרגוהו ומי שלא נתחייב מיתה פטרוהו."
            ],
            [],
            [
                "<b>ואם בכלי ברזל הכהו</b> למה נאמר אם משהכהו באבן או בעץ חייב בברזל לא כ״‎ש אלא לכך נאמר <b>ואם בכלי ברזל הכהו</b> להמיתו אפי׳‎ מחט ללמדך שאין עונשים מן הדין. כאן פירש״‎י שהברזל ממית בכל שהוא ואפי׳‎ מחט לפיכך לא נתנה בו תורה שיעור לכתוב אשר ימות בו וה״‎מ דברזיה מברז ששפכו בו דכעין זה ראוי להמיתו אפילו מחט אבל אם הכהו בו צריך שעור. הכי מיתניא והכי פירש״‎י בפרק אלו הן הנשרפים."
            ],
            [],
            [],
            [],
            [
                "<b>ואם בשנאה יהדפנו</b> ממקום גבוה."
            ],
            [],
            [],
            [
                "<b>ויפל עליו</b> מכאן אמרו רבותינו ההורג דרך ירידה גולה לפי שדרכו של אדם להסתכל לפניו, והיה לו ליזהר שלא תבא תקלה ע״‎י מלאכתו אבל ההורג דרך עליה אינו גולה שאין אדם עשוי להסתכל לאחוריו לפיכך אינו גולה."
            ],
            [],
            [
                "<b>וישב בה עד מות הכהן הגדל</b> שלא יהיו העולם מרננין על הכהן הגדול כשיראו הרוצח יוצא חוץ לעיר מקלטו ואומרים ראיתם זה שהרג את הנפש חנם יוצא ונכנס עם בני אדם ואין הכהן עושה בו נקמה והדבר מוטל עליו לעשות כדכתיב והאיש אשר יעשה בזדון לבלתי שמוע אל הכהן וגו׳‎ אבל הכהן שקם אחריו אין לרנן עליו ממה שלא נעשה בימיו."
            ],
            [
                "<b>את גבול עיר מקלטו</b> מן גבול עיר מקלטו."
            ],
            [],
            [
                "<b>ואחרי מות הכהן הגדל ישוב הרצח</b> וגו', שהרי ערי מקלט של לוים תחת ידו של כה״‎ג הם וזה נכנס תחת ידו בעירו משפט הוא לצאת חפשי במותו ואמרו רבותינו מיתתו מכפרת ודוגמא זו מצינו אסיריו לא פתח ביתה."
            ],
            [],
            [
                "<b>ועד אחד לא יענה בנפש</b> סד״‎א הואיל ועונש דין נפשות חמור עד אחד נאמן בו קמ״‎ל."
            ],
            [
                "<b>ולא תקחו כפר לנפש רצח</b> הרי זה דבר שהיה בכלל כל העונשים ולמה יצא ללמדך לרוצח אין לוקחים כופר אבל לשן ועין ורגל ויד וכויה פצע וחבורה ושאר חבלות ולמומתין בידי שמים לוקחים כופר כדכתיב אם כופר יושת עליו."
            ],
            [],
            [
                "<b>ולא תחניפו את הארץ</b> כמשמעו לשון חנופה לא תחניפו את הרוצחים יושבי הארץ לפטרם מן הדין הראוי להם כי <b>הדם הוא יחניף</b> וגו׳‎ לכך אני מזהירכם על כך שהרי הרוצחים שהם אנשי דמים מנהגם להחניף את יושבי הארץ כדי שיחניפו עליהם.",
                "<b>ולארץ לא יכפר</b> וליושבי הארץ לא יכופר."
            ]
        ],
        [
            [
                "<b>ויקרבו ראשי האבות</b> נסמכה פרשה זו לכאן ע״‎י שצוה משה לתת מנחלת ישראל ערים ללויים."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלה המצות</b> פרשיות של קרבנות נדרים והגעלה. <b>והמשפטים</b> של פרשת רוצח ונחלות.<br> <b>שלימא סדרא דפרשת מסעי</b>"
            ]
        ]
    ],
    "schema": {
        "heTitle": "חזקוני",
        "enTitle": "Chizkuni",
        "key": "Chizkuni",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "בראשית",
                "enTitle": "Genesis"
            },
            {
                "heTitle": "שמות",
                "enTitle": "Exodus"
            },
            {
                "heTitle": "ויקרא",
                "enTitle": "Leviticus"
            },
            {
                "heTitle": "במדבר",
                "enTitle": "Numbers"
            },
            {
                "heTitle": "דברים",
                "enTitle": "Deuteronomy"
            }
        ]
    }
}