{
    "language": "he",
    "title": "Chizkuni",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Chizkuni",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "status": "locked",
    "license": "Public Domain",
    "versionTitleInHebrew": "חזקוני",
    "heTitle": "חזקוני",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Chizkuni"
    ],
    "text": [
        [
            [
                "<b>ויקרא אל משה.</b> לפי שאמר למעלה בסוף הספר וכבוד ה׳‎ מלא את המשכן ולא יכול משה לבא אל אהל מועד וגו׳‎ הוצרך לקרותו וליתן לו רשות להכנס, ולפיכך כתב ויקרא אל משה. וכן הפירוש ויקרא כבוד ה׳‎ הנזכר למעלה אל משה מאהל מועד וידבר אליו. וכן מצינו בתרגום ירושלמי והוה כיון דאשלים משה למקמא ית משכנא ורבי יתיה וקדיש יתיה וית כל מנוהי וחשב משה בליביה ואמר טורא דסיני דבעיר רבוייה רבוי שעה וקדושיה קדוש שעה לא סליקית לגויה עד זמן דאתמר לי מן קדם ה׳‎ ברם משכנא דרבויי רבוי דלעלם וקדושיה קדוש עלם דינא הוא דלא ניעול לגויה עד זמן דיתמר לי מן קדם ה׳‎ ואכלי דבורא דה׳‎ למשה וכו׳‎ וכשהיה הוא בתוך האהל היה שומע הקול בא לו מבין שני הכרובים כדכתיב בסוף פרשת נשא.",
                "<b>אליו</b> פרש״‎י יכול ישמעו קול הקריאה ת״‎ל קול לו קול אליו. כלומר בפרשת נשא כתיב וישמע את הקול מדבר אליו היה יכול לומר מדבר לו ואומר מדבר אליו ללמדך שאליו לבדו היה נמשך הקול כך פרש״‎י בריש יומא (ד:).",
                "<b>לאמר</b> כפל לשון הוא לוידבר, כמו שפירש בפרשת נח דוגמתו."
            ],
            [
                " דבר אל בני ישראל ואמרת אלהם.",
                "<b>אדם</b> לרבות גרים, שהם מקבלים ברית כישראל ולרבות אפי׳‎ א״‎י ואע״‎ג דאדם משמע כאן ישראל מיהו מדכתיב אבתריה מכם דמשמע מכם ולא מאומות אחרות והוי מעוט אחר מעוט, ואין מעוט אחר מעוט אלא לרבות א״‎י. וכן אמרינן בעלמא איש איש לרבות א״‎י שנודרים נדרים ונדבות כישראל.",
                "<b>כי יקריב</b> לאחר שהוקם המשכן פי׳‎ לך איך ישרתוהו עבדיו בביתו.",
                "<b>מכם</b> ולא כולכם להוציא את האפיקורסים שאינם מקבלים ברית כישראל.",
                "<b>מכם</b> בכם חלקתי ולא באומות. דאפילו א״‎י רשע גמור מקבלים ממנו קרבן כדי לקרבו תחת כנפי השכינה. אדם כי יקריב סרסהו אדם מכם כי יקריב.",
                "<b>כי יקריב</b> כי יקדיש.",
                "<b>קרבן לה'</b> - כלל, <b>מן הבהמה מן הבקר ומן הצאן</b> - פרט, <b>תקריבו את קרבנכם</b> - חזר וכלל אין בכלל אלא מה שבפרט להוציא חיה דאינה נקרבת לפי שלא היתה בכלל ברכה במעשה בראשית מפני הנחש שהיה ראוי לקללה והמביאה עובר. ד״‎א למדנו מכאן ענותנותו של הקב״‎ה, שלא הטריח בניו אלא בדבר המצוי בידם וזשה״‎כ עמי מה עשיתי לך ומה הלאיתיך וגו'. ד״‎א מן הבהמה מן הבקר ומן הצאן ולא מן האדם ולפי שהכנענים שורפים את בניהם ובנותיהם לגבוה, נאמר פסוק זה."
            ],
            [
                "<b>אם עלה קרבנו</b> שהתנדב בלשון זה, פתח הכתוב בעולה לפי שהיא מעולה ועולה כולה למעלה.",
                "<b>יקריבנו</b> יקדישנו, ואומר זה הקדשתי לגבוה.",
                "<b>אל פתח אהל מועד יקריב אתו</b> שלא יאמר המקריב לכהן לך וקח בביתי הבהמה שהתנדבתי ועשה אותה קרבן דאין זה דרך כבוד למעלה.",
                "<b>לרצנו</b> לפי שקרבן נדבה הוא זה נאמר בו לרצונו אבל בשאר קרבנות אין כתיב לרצונו הואיל ולפעמים הם באים חובה.",
                "<b>לפני ה׳‎ וסמך</b> אעפ״‎י שסמך בחוץ יחזור ויסמוך בפנים."
            ],
            [
                "<b>וסמך ידו.</b> לפי הפשט כך מנהג בני אדם כשרוצים להתחיל ולהתעסק בשום מעשה היו מזמינים עצמם לעשותו בענין הנחת יד עליו.",
                "<b>ידו.</b> ולא יד בנו ועבדו ושלוחו.",
                "<b>ידו על ראש.</b> ולא ידו על גבי ידו.<b>ידו על ראש.</b> ולא על צואר.",
                "<b>על ראש העלה</b> פרש״‎י להביא עולת חובה וכו'. כדאיתא בתו״‎כ מה עולת נדבה טעונה סמיכה אף עולת חובה טעונה סמיכה, שהרי נאמר עולה אחת עולת נדבה ואחת עולת חובה, לומר זו וזו טעונה סמיכה. שהרי נאמר עולה אחת עולת בקר ואחת עולת צאן, נאמר זו וזו טעונה סמיכה. ודוקא עולת יחיד טעונה סמיכה אבל עולת צבור ושל נשים ושל א״‎י אינן טעונות סמיכה וכולן טעונות נסכים ואפי׳‎ של א״‎י כדתניא א״‎י ששלח את עולתו וכו'.",
                "<b>לכפר עליו.</b> לשון כופר להיות הקרבן כופר העונש אשר עליו.",
                "<b>עליו.</b> בשבילו דוגמא ״‎כי עליך הורגנו כל היום״‎ (תהלים מד,כג), ״‎כי עליך נשאתי חרפה״‎ (תהלים סט,ח)."
            ],
            [
                "<b>וסמך ושחט</b> הבעלים, לשמש בו לפני בוראם עד קבלה ואילך שמצוה על הכהונה.<b>וסמך ושחט</b> מה סמיכה בטהורים, אף שחיטה בטהורים. <b>וסמך ושחט</b> במקום שסומכין שוחטין <b>וסמך ושחט</b> תיכף לסמיכה שחיטה.",
                "<b>את בן הבקר</b> לשון בחרות, להוציא זקן יותר מדאי וחולה משום הקריבהו נא לפחתך.",
                "<b>את בן הבקר לפני ה'</b> ואין השוחט לפני ה׳‎ שמעון התמני אומר מניין שתהיה ידו של שוחט לפנים מן הנשחט ת״‎ל את בן הבקר לפני ה'.",
                "<b> בני אהרן. </b>שלא יהיו זקנים מרתתים, כמו שאמרו רבותינו מאימתי כהן פסול משירתת.",
                "<b>אהרן</b> דומיא דאהרן שאינו בעל מום, <b>הכהנים</b> ולא חללים יצאו בעלי מומין וחללים."
            ],
            [
                "<b>והפשיט את העלה</b> לפי שמצינו בפרים ושעירים הנשרפים שכולם נשרפים עור ובשר ופרש, כתיב בעולה אעפ״‎י שנשרפת שהיא טעונה הפשט. [ונתח אתה דרך הקרבנות לנתחם]."
            ],
            [
                "<b>עצים על האש</b> ולא אש על גבי עצים."
            ],
            [
                "<b>וערכו בני אהרן</b> בבן הבקר שהוא בהמה גסה כתיב וערכו אבל בצאן שהיא בהמה דקה כתיב וערך."
            ],
            [
                "<b>וקרבו וכרעיו ירחץ.</b> לפי שהיא באה על שלחנו של מלך, אבל פרים ושעירים הם נשרפים חוץ אין הקרב והכרעיים טעונים רחיצת מים.",
                "<b>ירחץ במים.</b> רחיצה האמורה גבי אדם מתרגמינן ״‎יסחי״‎ לפי שהוא לשון טבילה בחוץ כמו כאשר יפרש השוחה לשחות, אבל רחיצה האמורה בקרבנות מתרגמינן ״‎יחליל״‎ פירוש יוציא מהן הפרש וישארו חלולים.",
                "<b>ירחץ במים.</b> יכול מה רחיצה האמורה להלן ארבעים סאה אף רחיצה האמורה כאן תהא טעונה ארבעים סאה תלמוד לומר <b>מים</b> - כל שהוא.",
                "<b>את הכל.</b> לרבות עצמות וגידים קרניים וטלפים וצמר שבראש הכבשים ושער שבזקן התישים בזמן שהם מחוברים."
            ],
            [
                "<b>ואם מן הצאן קרבנו</b> להוציא את הגזול.",
                "<b>מן הכשבים או מן העזים</b> להוציא את הכלאים."
            ],
            [
                "<b>ושחט אתו</b> וגו׳‎ אותו בצפון ואין העוף והשלמים והבכור והמעשר והפסח בצפון.",
                "<b>על ירך המזבח</b> אצל צדו של מזבח כמו וסכות על הארון.",
                "<b>ירך המזבח צפנה</b> שיהא ירך המזבח בצפון והיכן פניו בדרום למדנו שהכבש בדרום.",
                "<b>צפנה לפני ה'</b> שיהא כל הצפון כולו פנוי ואף אבן הבקר דלעיל קאי להיות שחיטתו בצפון, דהא נמי כתיב ביה לפני ה׳‎ ואם שחטו בדרומו של מזבח אין זה לפני ה׳‎ לפי שרוב המזבח וכבש שלו בדרום קיימי ולא מיתחזי ליה אפיתחא דהיכלא אבל כששוחטו בצפון שהוא פנוי מכל ואינו מקום דריסת רגלי הכהנים שהרי הכבש בדרום הרי הוא כנגד ההיכל וזהו לפני ה'. וכי קבע מקום לשחיטה לקדשי קדשים קבע, כדכתיב במקום אשר תשחט את העולה תשחט את החטאת וכתיב כי כחטאת האשם שהרי עקר זביחתם לשמים אבל קדשים קלים אין קבע מקום לשחיטתם הואיל ואין עקרן כל כך לשמים."
            ],
            [
                "<b>ונתח אתו</b> שלא תאמר בבן הבקר שהוא בהמה גסה צריך נתוח אבל בהמה דקה לא קמ״‎ל. אבל להפשט לא צריך קרא דפשיטא לן שצריכה הפשט כגסה."
            ],
            [
                "<b>והקריב הכהן את הכל</b> זו הולכת אברים לכבש."
            ],
            [
                "<b>ואם מן העוף.</b> ולא כל העוף פרט למחוסר אבר.",
                "<b>העוף עלה.</b> ואין העוף זבח שלמים.",
                "<b>העוף עלה קרבנו.</b> היחיד מביא עוף ואין הצבור מביאין עוף.",
                "<b>והקריבו.</b> לרבות שהיא באה נדבת שנים.",
                "<b>מן התרים.</b> אפילו גדולים ולפי שהתור משמת בן זוגו אינו מזדווג לזוג אחר.",
                "<b>או מן בני היונה.</b> ולא גדולים לפי שהיונה פותה אין לב לה, אם מת בן זוגו מזדווגת ליונה אחרת לפיכך אין בהם כשרים אלא הקטנים. ולפי ששתי עופות אלו רדופים מכל שאר עופות בחר בהם הקב״‎ה."
            ],
            [
                "<b>ומלק</b> בעצמו של כהן לפי שהוא בראשו של מזבח אבל לא בסכין כדכתיב כי חרבך הנפת עליה ותחללה. ומה מליקה האמורה להלן ממול עורף אף כאן ממול עורף.",
                "<b>ראשו והקטיר</b> מה מצינו הקטרה הראש בעצמו והגוף בעצמו אף מליקה הראש בעצמו והגוף בעצמו, ע״‎י שחיטת שני סימנים כדי לקיים מצות הבדלה.",
                "<b>ונמצה דמו</b> דם כולו, הא כיצד הראש אחוז בגוף ע״‎י שלא נחתך לגמרי ומוצה משניהם וקים לן כל המעכב בשחיטה כגון העור אינו מעכב בהבדלה.",
                "<b>ונמצה דמו על קיר המזבח</b> ע״‎י שדמו מועט אם יקבלנו במזרק לא יוכל ליקח ממנו להזות לכך מולק בראש המזבח כדי שימצה מיד על המזבח."
            ],
            [
                "<b>אל מקום הדשן</b> חנינא בן אנטיגנוס אומר שתי בתי דשנין היו שם הא׳‎ למזרח של כבש וא׳‎ למזרחו של מזבח. של מזרחו של כבש שם היו נותנין מוראות העוף ודשן המזבח הפנימי ומנורה, ושל מזרחו של מזבח שם היו שורפין פסולי קדשי קדשים ואמורי קדשים קלים."
            ],
            [
                "<b>לא יבדיל</b> לפי שהוא קטן ואם יבדיל יהיו הנתחים קטנים ואינן ראויין להביא לפני המלך."
            ]
        ],
        [
            [
                "<b>ונפש כי תקריב</b> היחיד מביא מנחת נדבה ואפילו כהן משוח ואין הצבור מביאין מנחת נדבה.",
                "<b>מנחה</b> לשון דורון."
            ],
            [
                "<b>והביאה.</b> וי״‎ו ה״‎א נקודים בסגול.",
                "<b>אל בני אהרן.</b> בעזרה הואיל ומביאה בעזרה סלת ואינה מתוקנת אינה צריכה הגשה למזבח דמוכחה מילתא שלשם שמים הביאה. אבל אותן הבאות אפויות כגון מחבת מרחשת מאפה תנור ורבוכה צריכה הגשה למזבח כדי להראות שלצורך המזבח אפאן שלא יתראה כאדם המתקן לעצמו כל הסעודה ואח״‎כ שולח מנות לרעהו.",
                "<b>וקמץ משם.</b> פרש״‎י זהו קומץ כמשמע לשון העברית, פרש״‎י כך לפי שמצינו במקום אחר קומץ כמשמע לשון גומא בלשון תרגום כדכתיב באחת הפחתים ומתרגמינן בחדא מן קומציא.",
                "<b>מלא קמצו</b> כיצד חופה שלש אצבעות על פס ידו וקומץ במחבת ובמרחשת ומוחק בגודלו מלמעלה ובאצבע קטנה מלמטה וזו היא אחת מעבודות קשות שבמקדש."
            ],
            [],
            [
                "<b>חלות מצת בלולת</b> ואין הרקיקים בלולים.",
                "<b>ורקיקי, משחים</b> ואין חלות משוחות."
            ],
            [
                "<b>[בלולה בשמן</b> לשון דבר מעורב]."
            ],
            [],
            [],
            [
                "<b>והבאת.</b> לרבות את העומר וכן הוא אומר והבאתם את עומר.",
                "<b> והקריבה.</b> ולא מנחת נסכים ומנחת כהנים ומנחת כהן משוח ושתי הלחם ולחם הפנים."
            ],
            [
                "<b>והרים.</b> מה הרמה האמורה להלן בקומצו אף כאן בקומצו.",
                "<b>אשה ריח ניחח.</b> נאמר בעולת בהמה ריח ניחוח, וכן בעולת עוף ובמנחה ריח ניחוח, ללמדך אחד המרבה ואחד הממעיט ובלבד שיכוין לבו לשמים."
            ],
            [],
            [],
            [
                "<b>תקריבו אתם לה'</b> בעזרה לתנופה אבל לא לקרבן מזבח."
            ],
            [
                "<b>במלח</b> ולא במי מלח.",
                "<b>תמלח</b> כדינו ושיערו רבותינו כשיעור קדרה. [על כל קרבנך עם כל קרבנך]."
            ],
            [],
            [
                "<b>ושמת עליה לבנה מנחה היא</b> לרבות מנחת יום שמיני ללבונה."
            ],
            [
                "<b>מגרשה</b> הגימ״‎ל נקודה בחיר״‎ק."
            ]
        ],
        [
            [
                "<b>ואם זבח שלמים</b> ל׳‎ תשלומין שמשלם את נדרו."
            ],
            [
                "<b>וסמך ידו על ראש קרבנו</b> ולא על ראש הבכור והמעשר והפסח ולא על זבחי שלמי צבור אבל טעונים נסכים, ותנופה חיים ושחוטים כמפורש בפ׳‎ אמור."
            ],
            [
                "<b>והקריב מזבח השלמים</b> וגו׳‎ לא כתב רחיצת קרב וכרעים בשלמים לפי שיש לבעלים חלק בהם וכל אחד יתקן חלקו כרצונו.",
                "<b>את החלב</b> לשון טוב ושבח וכן משמע התרגום תרבא לשון רבוי וגדולה כלומר מה שהבהמה משתבחת."
            ],
            [],
            [
                "<b>על העלה</b> לפי פשוטו עם העולה כמו ויבואו האנשים על הנשים על שדה הארץ יחשב.",
                "<b>העלה</b> המבוררת היא עולת התמיד."
            ],
            [],
            [
                "<b>אם כשב</b> להביא פסח לאליה כשלמים דכתיב גבי פסח מן הכבשים."
            ],
            [],
            [
                "<b>חלבו האליה</b> למעלה נקראת חלב ולא לאכילה דכתיב כל חלב שור וכבש משמע חלב השוה לשור כבש ועז יצא חלב האליה שאינו שוה בכולם."
            ],
            [],
            [],
            [
                "<b>ואם עז קרבנו</b> כל פרשה שנאמרה ונשנית לא נשנית אלא בשביל חדוש שנתחדש בה ולפי שלא תהא העז טעונה דין האליה הפסיק הענין ושנה בו."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל חלב לה', חקת עולם.</b> בזמן בית עולמים שחלב הקרב אסור.",
                "<b>לדרתיכם</b> אף בזמן שאינו קרב. שמא תאמר בארץ ישראל הוא נאסר ולא לדורות, תלמוד לומר <b>לדרתיכם. בכל מושבתיכם</b> אף בחוצה לארץ.",
                "<b>כל חלב.</b> בכל מקום שהוא מזכיר קרבנות הוא מזהיר אחריו על חלב ודם פן יעלה על לבבך הואיל והמזבח אוכלו אף אני כן תלמוד לומר <b>לא תאכלו</b> אבל להנאתך מותר."
            ]
        ],
        [
            [],
            [
                "<b>כי תחטא בשגגה.</b> על השגגה הוא מביא ואינו מביא על הזדון.",
                "<b>מאחת מהנה.</b> מ״‎ם ראשונה יתרה והשניה מביאה ראשונה, דוגמא: כעם ככהן, כמוני כמוך, כשפחה כגבירתה, כעמי כעמך, כחשכה כאורה."
            ],
            [
                "<b>אם הכהן המשיח.</b> לפי שהוא כהן גדול יביא פר שהוא גדול מכל הקרבים על המזבח.",
                "<b>יחטא לאשמת העם.</b> להאשים את העם שהורה והתיר להם דבר האסור ומצינו שמוטל עליהם להורות כדכתיב יורו משפטיך ליעקב וגו'.",
                "<b>על חטאתו.</b> בשביל חטאתו ודוגמא לכפר עליו, כי עליך הורגנו כל היום."
            ],
            [
                "<b>לפני ה'</b> בצפון שהוא פנוי כנגד פתחו של היכל.",
                "<b>וסמך, ידו</b> ואינו טעון נסכים ולא תנופה."
            ],
            [
                "<b>ולקח הכהן המשיח מדם</b> נאמר כאן לקיחה ונאמר להלן לקיחה מה להלן לקיחה בכלי אף כאן לקיחה בכלי."
            ],
            [
                "<b>וטבל, והזה.</b> על כל הזיה טבילה.",
                "<b>אצבעו.</b> נאמר כאן אצבעו ונאמר להלן אצבעו מה אצבעו האמור להלן הימנית המיומנת שבימין אף כאן כו'.",
                "<b>שבע פעמים.</b> שיהא מונה שבע פעמים ולא אחת ושבע כדרך שמונה ביום הכפורים.",
                "<b>שבע פעמים.</b> כמה עניני הקב״‎ה הולכים בשביעיות: שצ״‎ם חנכ״‎ל, שבעה ימים, שבעה רקיעים, שבעה ארצות, שבעה מדברות, שביעי בימים, ובחדשים, ובשנים, ובשמטות ויובלים, ובעולמים, שבע נרות, שבע מזבחות דבלעם, שבעה כבשי עולה, ועוד הרבה."
            ],
            [
                "<b>על קרנות מזבח קטרת הסמים לפני ה'</b> ואין הכהן לפני ה׳‎ אלא עומד מן המזבח ולחוץ ומזה."
            ],
            [],
            [],
            [
                "<b>כאשר יורם</b> וגו׳‎ פרש״‎י ובשחיטת קדשים מצריכו ללמוד הימנו שאין למדין למד מן הלמד בקדשים. פירוש צריך הכתוב לפרש הרמת אימורי פר כהן משיח כדי ללמוד ממנו הרמת אימורי פר העלם דבר של צבור כדכתיב לקמן לאלתר ועשה לפר העלם של צבור כאשר עשה לדם הפר החטאת של כהן משיח ואם לא פירש לך כאן הרמת אימורי פר כהן משיח איך יבוא מקרא של ועשה לפר וגו׳‎ ללמוד הרמת אימורי פר העלם דבר של צבור מן הרמת אמורי פר כהן משיח הרי הרמת אימורי פר כהן משיח עצמן צריכין להיותן למדין מהרמת אמורי שור שלמים ואין למדין למד מן הלמד בקדשים.",
                "<b>כאשר יורם משור זבח השלמים</b> לשלמי צבור הקשתיו ללמד שמביא שלום כשלמי שור. ולא לשלמי כבש לדחות שבת וטומאה כשלמי צבור."
            ],
            [
                "<b>על ראשו ועל כרעיו</b> עם ראשו ועם כרעיו.",
                "<b>וקרבו ופרשו</b> מלמד שינתחנו בלא הפשט."
            ],
            [
                "<b>והוציא את כל הפר</b> מלמד שמוציאו כלו כשהוא שלם יכול יוציאנו שלם וישרפנו שלם ת״‎ל ראשו וכרעיו מה ראשו וכרעיו האמור להלן ע״‎י נתוח אף כאן וכו'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשר נשיא יחטא</b> סרסהו נשיא אשר יחטא, דוגמא ואשר נתן כתר מלכות בראשו שפירושו וכתר מלכות אשר נתן בראשו."
            ],
            [],
            [
                "<b>במקום אשר ישחט את העלה</b> שלא לבייש מי שחטא ויהיו הרואים סבורים שהיא עולה."
            ],
            [
                "<b>קרנת מזבח העלה</b> כהן משיח וצבור דמקרבי וחשיבי קמי קודשא בריך הוא דם כפרתן קרב לפנים על הפרכת ועל מזבח הזהב. וסרחונו דחק לשרוף חטאתו חוץ לשלש מחנות לפי גדלן ענשן. נשיא ויחיד דלא מקרבי ולא חשיבי כל כך דם כפרתם ואימורי חטאתם על מזבח החיצון והבשר נאכל."
            ],
            [],
            [
                "<b>ואשם</b> שידע מעצמו."
            ],
            [
                "<b>או הודע אליו</b> ע״‎י אחרים."
            ]
        ],
        [
            [],
            [],
            [
                "<b>והוא ידע ואשם</b> נודע לו עכשו שהוא טמא וידע שהוא אשם. חז״‎ק על פרש״‎י שפי׳‎ כאן ולא ידע ששכח הטומאה."
            ],
            [
                "<b>לאחת מאלה</b> פרש״‎י ומה ת״‎ל שיכול אין לי אלא החמורים שבהם כו׳‎ פי׳‎ כגון שאכל קדש יהיו בכשבה או שעירה והקלים כגון ששמע קול אלה יהיו בעוף והקלים שבקלים כגון בטוי שפתים יהיו בעשירית האיפה וכו'."
            ],
            [],
            [
                "<b>והביא את אשמו</b> אינו טעון נסכים אבל טעון הוא סמיכה."
            ],
            [
                "<b>ואם לא תגיע ידו.</b> אין אומרים לו ללוות ואין אומרים לו עסוק באומנותך יש לו (ואין לו) [שה] ואין לו צרכיו מנין שיביא קרבן [עני] ת״‎ל די שה.",
                "<b>אחד לחטאת ואחד לעלה.</b> הואיל ואין לו למזבח בחטאת העוף רק דמה שאינה אכילה לפיכך צריך להביא שנים אחד לחטאת לאכילת הכהן ואחד לעולה לאכילת המזבח, אבל כשעשיר חייב חטאת דיו בכשבה או שעירה לפי שיש ממנה הכשר אכילה לכהן והאימורים אכילה למזבח."
            ],
            [
                "<b>והקריב את אשר לחטאת ראשונה</b> ולא לגבי מזבח דהא קים לן חטאות החיצונות נאכלות אלא מאי והקריב, ומלק והזה והנשאר בדם ימצה.",
                "<b>ולא יבדיל.</b> סימן אחד ימלוק ולא שניים."
            ],
            [
                "<b>והנשאר בדם ימצה</b> ומקיף בית מליקתו למזבח ודוחקו בקיר והדם מתמצה ויורד ליסוד. ימצא באלף כתיב דמשמע נמי לענין הזאה דממילא יהא דם מצוי אצל הקיר הכי מתניא והכי פירש״‎י בזבחים בפרק קדשי קדשים."
            ],
            [],
            [
                "<b>עשירת האיפה</b> אעפ״‎י שהיא בדלי דלות דיו בכך הואיל ויש ממנה הקומץ אכילה למזבח והנותר אכילה לכהן. חביבה מצוה זו בשעתה שאין ממתינין לו עד שיעשיר ויביא כשבה או שעירה. וכן בערכין נותן סלע מיד ואין ממתינין לו עד שיעשיר ויביא חמשים סלעים.",
                "<b>כי חטאת היא</b> בדין הוא שתהא חטאת טעונה נסכים שלא יהא חוטא נשכר ומפני מה אינה טעונה שלא יהא קרבנו מהודר אבל חטאת ואשם של מצורע שאינן באין על חטא דהא איכפר ליה בנגיעה ואינן באין אלא לאכשורי גברא טעונין הם נסכים כמו שדרשו רבותינו ז״‎ל בסוטה בפרק המקנא."
            ],
            [],
            [
                "<b>והיתה לכהן כמנחה</b> להיות שיריה נאכלים לזכרי כהונה לפנים מהקלעים."
            ],
            [],
            [
                "<b>איל תמים</b> קשה בן שתי שנים."
            ],
            [],
            [],
            [],
            [
                "<b>אשם אשם</b> פירש״‎י להביא אשם שפחה חרופה שיהא איל בן שתי שנים. חז״‎ק דכיון שנקרא איל פשיטא שהוא בן שתי שנים ומה כח יש באשם מעילות מבשאר אשמות ועוד דקאמר לאלתר יכול שאני מרבה אשם נזיר ואשם מצורע ת״‎ל אשם הוא והיאך אתה יכול להרבות אשם מצורע הרי כתיב ביה כבש דמשמע בן שנתו לפיכך י״‎ל דגרסינן כפירש״‎י להביא אשם שפחה חרופה שהוא בן שני שקלים שלא מצינו בכל התורה כתיב שני שקלים אלא באשם מעילות והכי איתא בתו״‎כ מנין לאשם שפחה חרופה שלא יביא אלא בכסף שקלים ת״‎ל אשם אשם."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ישבע עליו לשקר ושלם</b> עונש למדנו אזהרה מנין תלמוד לומר לא תשקרו.",
                "<b>ושלם אתו בראשו</b> בראשו הוא משלם ואינו משלם תשלומי כפל ולא תשלומי ארבעה וחמשה. ד״‎א <b>ושלם אתו בראשו</b> קודם הבאת קרבנו יוציא גזלה מתחת ידו.",
                "<b>וחמשתיו</b> שתי חמישיות חומשו וחומש החומש, ואימתי הוא משלם שתי חמשיות בזמן שאינו מודה אלא על פי עדים אבל אם הוא מודה מעצמו אינו מוסיף רק חומש אחד.",
                "<b>יתננו ביום אשמתו</b> הגוזל יתן הממון לנגזל ביום שיביא אשמתו לשוב מחטאתו כדי שיתקבל קרבנו ברצון.",
                "<b>מכל אשר ישבע</b> וגו׳‎ להביא תשומת יד דלא אהדריה בפסוק דלעיל שבועת העדות, והנכנס למקדש טמא והאוכל קדשים בטומאה ושבועת בטוי לפי שאינן נהנין מן החטא חס רחמנא עלייהו להביא קרבן עולה ויורד. פירש אם הוא עולה בעושר יביא כשבה או שעירה ואם הוא יורד בנכסים יביא שתי תורים או שני בני יונה או עשירית האיפה אוכל חלב ודם והאוכל ביום הכפורים והעושה מלאכה בשבת והמפטם והסך והבא על הערוה שנהנין, וכ״‎ש העובד עבודת כוכבין שפושט ידו בעיקר חייבים להביא חטאת קרבן קבוע הנהנין מן הקדשים דאיכא תרתי פשט ידו בשל הקב״‎ה ונהנה חייב אשם בכסף שקלים וכן המכחש בעמיתו בפקדון דאיכא תרתי נהנה ונשבע לשקר חייב אשם בכסף שקלים. חייבי אשם תלוי לפי שמקילין ומורין היתר להביא עצמם לידי הספק החמיר עליהם הכתוב להביא אשם בכסף שקלים כדי שיזהרו בעצמם."
            ],
            [],
            [
                "<b>לאשמה בה</b> פרט לפחות משוה פרוטה. <b>שלימא סדרא דפרשת ויקרא </b>"
            ]
        ],
        [
            [],
            [
                "<b>צו את אהרן</b> פירש״‎י אין צו אלא זירוז מיד ולדורות זירוז מדכתיב בפרשת דברים ואצו את שופטיכם ואמרו רבותינו ז״‎ל כנגד מקל ורצועה תהא זירוז. מיד מדכתיב בפ׳‎ נשא צו את בני ישראל וישלחו מן המחנה וגו׳‎ ושם כתיב ויעשו כן בני ישראל. ולדורות מדכתיב בפרשת שלח מן היום אשר צוה ה׳‎ והלאה לדורותיכם. ולפי שבדין מערכה ובדין הרמת הדשן שייך בהן עצלות כתיב בהן לשון זירוז. ועוד פירש״‎י, אמר ר״‎ש ביותר צריך הכתוב לזרז מקום שיש בו חסרון כיס פי׳‎ אם לא עשה הענין כמשפט צריך לעשות אחר והראשון בטל ואבד והרי הוא חסרון כיס.",
                "<b>את אהרן</b> ע״‎כ כתיב וזרקו בני אהרן וערכו בני אהרן. אמר משה לפני הקב״‎ה רבונו של עולם בור שנואה ומימיה שנואין כלומר אהרן שנאוי לפניך על מעשה העגל. תמן תנינן כל העצים כשרים למערכה חוץ מעצי זית וגפן [מפני שהשמן למנורה והיין לנסכים בא מהן], לעצים חלקת כבוד בשביל הפרי ולאהרן לא תחלוק כבוד בשביל הבנים מיד צו את אהרן.",
                "<b>זאת תורת העלה</b> עד עתה לא היינו יודעים מאימתי זמן עולת התמיד של שחר ועד מתי זמנה של עולת התמיד הערב לכך נאמר זאת תורת העולה המיוחדת שבעולות ואיזו זו עולת התמיד. וכן כל הקרבנות האמורין בפרשת ויקרא חוזר ואומר כאן כל דיניהם.",
                "<b>היא העלה.</b> אעפ״‎י שהיא נקטרת ביום כדכתיב ביום הקריבו את זבחו. למד עליה הכתוב שחלבה ואבריה כשרים כל הלילה.",
                "<b>ואש המזבח</b> מזבח הפנימי.",
                "<b>תוקד בו</b> תדליק מאש של מזבח החיצון כדאיתא בתו״‎כ מניין לאש של מזבח הפנימי שלא תהא אלא ממזבח החיצון תלמוד לומר ואש המזבח תוקד בו.",
                "<b>בו</b> ממנו, מצינו בי״‎ת במקום מ״‎ם כמו ומשחת בו. ביום המשח אותו, אש מחתה ומנורה מנין ודין הוא נאמר אש במזבח הפנימי ונאמר אש במחתה ומנורה מה אש מזבח הפנימי ממזבח החיצון אף אש מחתה ומנורה ממזבח החיצון."
            ],
            [
                "<b>מדו בד</b> וי״‎ו יתרה, כמו וי״‎ו דוחיתו ארץ, בנו בעור בנו צפור, ואל תתמה על המ״‎ם אם היא נקודה בחירק שהרי דוגמתו מצינו שיורד על פי מדותיו.",
                "<b>מדו בד</b> הם כתונת מצנפת ואבנט שכולם בד. והוציאם הכתוב בלשון יחיד, לפי שכולן כלבוש אחד שאינו לובשם זה בלא זה. ומכנסי בד כתב לעצמו כמו שמצינו בפרשת תצוה. אחר שפירש בגדי כהן גדול והדיוט חזר ופי׳‎ האבנט והמכנסים לשניהם, ובתורת כהנים מרבה להו לארבעה בגדים מיתורא דילבש דמצי למימר ולבש מדו בד ומכנסי בד על בשרו, או יהיו על בשרו מה ת״‎ל <b>ילבש</b> לרבות שנים בגדים אחרים.",
                "<b>על בשרו</b> כנוי לערוה כמו זב מבשרו זובה בבשרה.",
                "<b>והרים את הדשן</b> פשטיה דקרא כשרוצה להרים את הדשן מעל המזבח לובש בגדי כהונה שאין לעלות על המזבח בבגדי חול.",
                "<b>את הדשן</b> מן הדשן מלא קומץ."
            ],
            [
                "<b>והוציא</b> ולהוציא את הדשן. אין כהן כתוב כאן למד על בני מומין שהן כשרים להוציא את הדשן.",
                "<b>אל מקום טהור</b> הואיל ובאו ממקום קדושה אבל באבנים מנוגעות כתיב אל מקום טמא פי׳‎ במקום שאין דרך נושאי טהרות לבוא שם."
            ],
            [
                "<b>והאש על המזבח</b> אהדריה קרא לכדרבי יהודה דתניא רבי יהודה אומר מנין להצתת האליתא שלא תהא אלא בראשו של מזבח ת״‎ל <b>והאש על המזבח</b> וגו׳‎ הצתת האליתא להצית בהן אור מערכה גדולה. אליתא קסמין דקין הכי מתניא והכי פירש״‎י בפרק טרף בקלפי.",
                "<b>וערך עליה</b> מניין שיעשה את המערכה גדולה כדי לקבל את כל העולות ת״‎ל עליה, מניין לאמורי חטאת ואשם וקדשי קדשים וקדשים קלים ת״‎ל <b>עליה חלבי השלמים.</b> מניין לקומץ ולבונה ולמנחת כהנים ולמנחת כהן משיח ולמנחת נסכים, ת״‎ל והקטיר ללמד על כל ההקטרות שיהא עליה. יכול אף הקטורת תהא עליה ת״‎ל ובער עליה עשה הבערה א׳‎ לקטורת, עשה מערכה א׳‎ לקטורת."
            ],
            [
                "<b>אש תמיד</b> אף בשבת אף בטומאה.",
                "<b>לא תכבה</b> אף במסעות, כבוד שמים הוא שלא תהא כירתו בטלה, מה עושין לה כופין עליה פסכתר דברי רבי יהודה."
            ],
            [
                "<b>אל פני המזבח</b> ולא להיות טעונה הגשה כמו שפי׳‎ לעיל בפרשת ויקרא."
            ],
            [
                "<b>והרים ממנו</b> מן המנחה. כתב לשון זכר גבי נקבה דוגמא כל אשר יתן ממנו לה׳‎ יהיה קדש, ועוד הרבה."
            ],
            [
                "<b>והנותרת ממנה</b> אהדריה קרא משום שאמר למעלה והנותרת מן המנחה לאהרן ולבניו סד״‎א אף הנותרת כולה לגבוה סלקא לשם הכהנים תלמוד לומר והנותרת ממנה יאכלו אהרן ובניו.",
                "<b>מצות תאכל</b> לפי שהיתה בכלל היתר ונאסרה וחזרה והותרה יכול תחזור להיתרה הראשון תלמוד לומר מצות תאכל מצוה כיוצא בו יבמה יבא עליה מצוה."
            ],
            [
                "<b>חלקם נתתי אתה מאשי.</b> נתינת טעם הוא ל<b>לא תאפה חמץ</b>, כיון שהיא חלקם מאשי הרי הוא כדין אשי שנא׳‎ בהם כי כל שאור וכל דבש לא תקטירו ולכך לא תאפה חמץ.",
                "<b>קדש קדשים היא.</b> הרי הוא כאחד מן הקדשים,",
                "<b>כחטאת.</b> מה חטאת מן החולין וביום ובידו הימנית אף זו כן."
            ],
            [
                "<b>כל זכר.</b> פרשה זו נאמרה בפרשת ויקרא ונשנית כאן בשביל שלשה דברים, מצות תאכל, במקום קדוש, כל זכר יאכלנה.",
                "<b>כל אשר.</b> יבא ליגע בהם <b>יקדש</b> ויטהר עצמו קודם הנגיעה."
            ],
            [],
            [
                "<b>ביום המשח אתו.</b> בי״‎ת במקום מ״‎ם פי׳‎ מיום המשח אותו חייב הוא להקריב מנחה זו דוגמא ביום משחו אותם שפי׳‎ מיום משחו אותם וכן הנותר בבשר ובלחם שפי׳‎ מן הבשר ומן הלחם.",
                "<b>מחציתה בבקר ומחציתה בערב.</b> כיצד הוא עושה מביא עשרון שלם וחוצהו ומקריב מחציתו בבוקר ומחציתו בין הערבים נטמא חציו של בין הערבים או אבד מביא עשרון שלם וחוצהו ומקריב מחצה ומחצה אבד נמצא שני חצאים קרבים ושני חצאים אבודים."
            ],
            [
                "<b>תעשה מרבכת</b> אין לך רבוכה בתורה אלא זו ושל תודה ושל מלואים.",
                "<b>תפיני</b> כמו אופה ואינו אופה כל צרכיה אלא בשול נא."
            ],
            [],
            [
                "<b> כליל תהיה.</b> שאם יקמוץ ממנה כשלש אצבעות כמו משאר מנחות מה דורון יש בכך לפני הקב״‎ה ומה יפסיד אם יעשה מכל מאכליו מנחות ולא דמי לכל מנחות של ישראל שהרי הקומץ נקטר והשאר נאכל לכהנים שהם משרתיו של הקב״‎ה נמצא כולה דורון ואף לא דמי לחטאת ואשם של כהנים דהתם האימורין נקטרין והעור לאנשי משמר וכן הדין נותן שתהא נשרפת הואיל והיא מנחתו כמו שמצינו בשני פרים שלו שהקריב בח׳‎ ימי המלואים שנשרפו אע״‎פ שהיו חטאות חיצונות."
            ],
            [],
            [
                "<b>במקום אשר תשחט העלה</b> אהדריה קרא ע״‎י שלא פי׳‎ למעלה בכל החטאות ששחיטתן במקום שחיטת העולה."
            ],
            [],
            [
                "<b>אשר יזה עליה תכבס</b> ואין כל הבגד טעונה כבוס.",
                "<b>תכבס</b> לפי שהדם דם קדשי חטאת הנאכלת לפנים מן הקלעים ואם יזה מדמה על בגד ויצא חוץ לקלעים נפסל ביוצא.",
                "<b>במקום קדש</b> לרבות לשכות בנויות בחול ופתוחות לקדש."
            ],
            [
                "<b>וכלי חרש, ישבר</b>. כשם שהכבוס במקום קדוש כך השבירה טעונה מקום קדוש.",
                "<b>בכלי נחשת</b>. דבר הכתוב בהווה וה״‎ה לכל כלי מתכות.",
                "<b>ומרק ושטף</b>. בתוך זמן אכילתה פן יביא קדשים לידי נותר. יכול מה שטיפה האמורה להלן בארבעים סאה אף כאן במ׳‎ סאה ת״‎ל <b>במים</b> - כל שהן."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אשם הוא</b> פרש״‎י למד על אשם שמתו בעליו וכו׳‎ כלומר לא הספיק להקריבו עד שמתו הבעלים או שנתכפרו בעליו. כלומר אשם זה אבד בעודו חי ובעליו הקריב אחר ואחר כך נמצא אע״‎פ שזה עומד להיות דמיו עולה לקיץ המזבח אם שחטו סתם אינו כשר לעולה עד שנתק לרעייה. פי׳‎ מסרו לרועה ושחטו סתם כשר לעולה ולשון קיץ כאדם האוכל תאנים בקנוח סעודה כך פרש״‎י בפר׳‎ החליל."
            ],
            [
                "<b>כל זכר</b> לרבות בעלי מומים.",
                "<b>קדש קדשים</b> לרבות זבחי שלמי צבור שלא יהו נאכלין אלא לזכרי כהונה.",
                "<b>הוא</b> פרט לתודה ואיל נזיר."
            ],
            [],
            [
                "<b>והכהן המקריב</b> לכל בני המשמר קורהו כהן."
            ],
            [],
            [
                "<b>[בלולה בשמן וחרבה</b> המנחה צריכה להיות בלולה בשמן, ואם לא, מספיק שתהיה חרבה]."
            ],
            [],
            [
                "<b>אם על תודה יקריבנו</b> התודה טעונה סמיכה, ותנופה לאחר שחיטה.",
                "<b>והקריב על זבח</b> עם זבח וכן על חלת לחם דוגמא על שדה הארץ יחשב.",
                "<b>וסלת מרבכת</b> למדנו לרבוכה שתהא סולת.",
                "<b>חלת בלולת בשמן</b> הרי רבוי אחר רבוי למעט שאינו כשאר מנחות ללוג שמן אלא לחציו."
            ],
            [
                "<b>[על חלת לחם</b> עם חלת]."
            ],
            [
                "<b>תרומה לה'</b> איני יודע כמה הריני דן נאמר כאן תרומה ונאמר בתרומת מעשר תרומה מה תרומת מעשר א׳‎ מי׳‎ אף זו א׳‎ מי'.",
                "<b>לכהן הזרק את דם השלמים לו יהיה.</b> והשאר נאכל לבעלים."
            ],
            [
                " [ובשר זבח תודת שלמיו]."
            ],
            [
                "<b>ואם נדר</b> שנדר כשהצר לו.",
                "<b>ביום הקריבו את זבחו יאכל</b> לאחר הקרבה."
            ],
            [
                "<b>ביום השלישי באש ישרף</b> בנין אב לכל הנשרפין שלא יהיו נשרפים אלא ביום."
            ],
            [],
            [
                "<b>כל טהור יאכל בשר</b> טהור."
            ],
            [
                "<b>וטמאתו עליו</b> פרש״‎י ואזהרת טמא שאכל את הטהור אינה מפורשת בתורה אלא חכמים למדוה בג״‎ש. ג׳‎ כריתות וכו׳‎ כדתניא בפרק קמא דשבועות אמר רבי אבהו שלש כריתות בשלמים למה פרש״‎י שלש כריתות באדם טמא האוכל קדשים. אחת בפרשת אמור, כל איש אשר יקרב מכל זרעכם אל הקדשים אשר יקדישו בני ישראל וטומאתו עליו ונכרתה וגו׳‎ ואמרינן במסכת זבחים פ״‎ד דהאי יקרב אכילה היא והאי דנקט לשון הקרבה דמיירי בראוי ליקרב כגון שטמא זה אכל קדשים שקדשו בכלי שרת. ושתים מן הכריתות, כאן בפרשת צו והנפש אשר תאכל מבשר זבח השלמים וטומאתו עליו ונכרתה וגו'. וסמיך ליה ונפש כי תגע בכל טמא ואכל מבשר זבח השלמים ונכרתה וגו'. אחת לכלל, ההיא דאל הקדשים שבפר׳‎ אמור לפי שכלל כל הקדשים. ואחת לפרט, אחת מן השתים אחרות שבכאן בפרשת צו ומדה זו נדרשת בתורת כהנים בתחלת הספר בדבר שהיה בכלל ויצא מן הכלל וכו׳‎ כיצד בפרשת אמור כתיב והנפש אשר תאכל מבשר זבח השלמים והלא מהאי קרא שלמים בכלל כל הקדשים היו ולמה יצאו שלמים בקרא דפרשת צו דוהנפש אשר תאכל מבשר זבח השלמים להקיש שאר קדשים אליהם לומר מה שלמים שהם מיוחדים שהם קדשי מזבח וחייבים עליהם כרת משום טומאה אף כל קדשי מזבח יצאו קדשי בדק הבית שאין חייבים עליהן כרת משום טומאה. <b>וא״‎ת</b> למה אין אלו הפסוקים נדונין בכלל ופרט לומר אין בכלל אלא מה שבפרט ותשמע מיניה שלמים אין, שאר קדשים לא ואע״‎פ שהן קדשי מזבח. וי״‎ל משום שהפסוקים מרוחקים זה מזה והם כשני ענינים. וכן מפורש במנחות בפרק כל המנחות באות מצה דהיכא שהפרט מרוחק מן הכלל נדון במדת דבר שהיה בכלל כו'. ואחת פי׳‎ שלישית מן הכריתות האלו שהיא יתרה נכתבה לדברים שאינן נאכלים כגון עצים של מערכה ולבונה וקטורת אם אכלן הטמא חייב כרת הכי מיתנייא והכי פרש״‎י בפרק קמא דשבועות. ולפי הפשט <b>וטמאתו עליו</b> בטומאה היוצאת עליו מגופו של זה הכתוב מדבר."
            ],
            [
                "<b>ונפש כי תגע בכל טמא</b> בזר הנוגע בטומאה וטומאתו עליו דכתיב בפרשת אמור בכהן טמא שאכל קדש."
            ],
            [],
            [
                "<b>כל חלב שור</b> וגו׳‎ אזהרה שמענו עונש מניין ת״‎ל כי כל אוכל חלב וגו׳‎ <b>כל חלב שור</b> וגו׳‎ אהדריה לקרא להוציא בהמה טמאה וחיה ועוף שאין דין איסור חלב נוהג בהם."
            ],
            [],
            [
                "<b>מן הבהמה אשר יקריב ממנה</b> ממין אותה בהמה ואפילו היא חולין."
            ],
            [
                "<b>וכל דם לא תאכלו</b> אזהרה שמענו עונש מניין תלמוד לומר כל נפש אשר תאכל כל דם.",
                "<b>בכל מושבתיכם</b> אע״‎פ שהם ודאי חולין בגבולין."
            ],
            [],
            [],
            [
                "<b>המקריב את זבח שלמיו</b> שלמים טעונין סמיכה ונסכים ותנופת חזה ושוק."
            ],
            [
                "<b>ידיו תביאינה</b> פרש״‎י כשמביאה מבית המטבחים הוא כהן ולכך פרש״‎י שלשה כהנים זקוקים לה.",
                "<b>את החלב על החזה</b> עם החזה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>זאת משחת</b> שכר משחתם שיהיו נמשחים לעבודתו. ד״‎א לשון גדולה כמו למשחה בהם."
            ],
            [
                "<b>ביום משחו אתם</b> בי״‎ת במקום מ״‎ם כמו מיום המשח אותו פי׳‎ מיום שיהיו נושאים ינתן להם זה לחק עולם."
            ],
            [
                "<b>זאת התורה לעלה</b> עור העולה.",
                "<b>ולמנחה</b> הנותרת מן המנחה. ולחטאת ולאשם הבשר נאכל לכהנים.",
                "<b>ולמלואים</b> אלעיל קאי אפרשת מלואים שבפרשת תצוה.",
                "<b>ולזבח השלמים</b> החזה ושוק ולחמי תודה."
            ],
            [
                "<b>להקריב את קרבניהם לה׳‎ במדבר סיני</b> שהרי לא הקריבו קרבן עד שבאו למדבר סיני והמזבח שבנה משה במלחמת עמלק היה בחורב והוא הר סיני ושם ישבו ישראל שנה פחות עשרה ימים שהרי בראש חדש סיון של שנה ראשונה באו להר סיני וכתיב בשנה השנית בחדש השני בעשרים לחדש נעלה הענן וגו׳‎ ובשאר מדבר לא הקריבו כמו שאמר הנביא הזבחים ומנחה הגשתם לי בני ישראל במדבר וגם פסח לא עשו רק במצרים ובמדבר סיני וקרבנות יום הכפורים בשנה השנית."
            ]
        ],
        [
            [],
            [
                "<b>קח את אהרן</b> פרשה זו נאמרה בכ״‎ג אדר."
            ],
            [
                "<b>ואת כל העדה הקהל</b> כדי שיהיו כולם נוהגים קדושה בכהונה."
            ],
            [],
            [],
            [],
            [
                "<b>ויאפד לו</b> הפ״‎א דגושה."
            ],
            [],
            [],
            [
                "<b>וימשח את המשכן ואת כל אשר בו</b> כל כלי וכלי בפני עצמו אבל אהרן ובניו נמשחו הם ובגדיהם בבת אחת כדכתיב כשמן הטוב היורד על הזקן זקן אהרן שיורד על פי מדותיו פי׳‎ בגדיו כמו מדו בד."
            ],
            [],
            [],
            [],
            [
                "<b>ויגש את פר החטאת</b> עכשיו כשהוא פורט מעשיו קורהו חטאת אבל למעלה בפרשת תצוה לא נקרא חטאת."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>על העלה</b> עם העולה."
            ],
            [],
            [
                "<b>ויקח משה משמן המשחה</b> חז״‎ק כאן משמע לאחר שהקטיר מן האיל השני החלב והאליה והיותרת והכליות ושוק הימין לקח משמן המשחה ומן הדם והזה על אהרן ועל בניו ובפרשת תצוה בענין הצווי מצינו למפרע."
            ],
            [],
            [
                "<b>בבשר ובלחם</b> מבשר ומלחם."
            ],
            [
                "<b>לא תצאו שבעת ימים</b> פי׳‎ לא יעסקו בדבר אחר ולא ילכו למקום אחר אך בלילה יוצאים לצרכיהם דוגמא ויבכו את משה שלשים יום כאילו לא היה שום רגע שלא בכו וכן בסוכות תשבו שבעת ימים וכן ומן המקדש לא יצא. <b>שלימא סדרא דפרשת צו</b>"
            ]
        ],
        [
            [
                "<b>ויהי ביום השמיני, לאהרן ולבניו.</b> לחנכם בכהונה.",
                "<b>ולזקני ישראל.</b> שיעמדו הם על קרבנותיהם."
            ],
            [
                "<b>קח לך עגל</b> דרך כהן להקריב פר חטאת דכתיב אם הכהן וגו׳‎ יבוא עגל ויכפר על מעשה העגל."
            ],
            [
                "<b>קחו שעיר עזים</b> יבא שעיר עזים ויכפר על מעשה שעיר עזים דיוסף. ד״‎א <b>קחו שעיר עזים</b> לכפר על עבודת כוכבים שעבדו שכן מצינו שעירים נשרפים הם שעירי עבודת כוכבים הנשרפים חוץ למחנה כדאיתא בת״‎כ וזה נשרף."
            ],
            [
                "<b>ומנחה בלולה</b> וה״‎ה דטעונה לבונה כדאמרינן בפרשת ויקרא וכן שנינו בפרק כל המנחות באות מצה לרבות מנחת שמיני ללבונה.",
                "<b> כי היום ה׳‎ נראה אליכם.</b> וראוי להקריב ולהתראות בו לפני הקב״‎ה בכמה מיני קרבנות האמורין בענין, חטאת עולה ומנחת שלמים."
            ],
            [],
            [
                "<b>זה הדבר</b> הקרבנות שאמרנו."
            ],
            [
                "<b>קרב אל המזבח</b> לפי שכל שבעת ימי המלואים היה משה עובד, ובשמיני אמר משה לאהרן מעתה קרב אתה ועבוד.",
                "<b>וכפר בעדך</b> ואח״‎כ בעד העם כדי שיבא זכאי ויכפר על החייב שהוא והם חטאו בעגל."
            ],
            [],
            [],
            [],
            [
                "<b>ואת הבשר ואת העור</b> פרש״‎י לא מצינו חטאת חיצונה נשרפת אלא זו ושל מלואים, וא״‎ת הרי מצינו פר שני של לוים בפרשת בהעלותך ובעזרא צפירי חטאת י״‎ב הכל עולה לה׳‎ וביחזקאל פר חטאת לעתיד שכולם חטאות חיצונות ונשרפות אלא י״‎ל פר שני שבפרשת בהעלותך מלואים היה שכן מלאו ידי הלוים ליכנס בעבודה וגם אותן שבימי עזרא ופר חטאת של עתיד מלואים הם דאמר מר כשם שהקריבו בימי משה כן הקריבו בימי עזרא, וכן עתידין להקריב לעתיד לבא. ומה שפרש״‎י כאן ושל מלואים, לכולהו קאי לפר החטאת הנזכר בפ׳‎ תצוה ולפר שני של לוים הכתוב בפרשת בהעלותך ולשנים עשר צפירי חטאת דעבודת כוכבים שבימי עזרא ולפר חטאת של עתיד הכתוב ביחזקאל שכולן מלואים הן ובפרק קמא דהוריות מתרץ דהנהו דעזרא הוראת שעה היתה.",
                "<b>שרף באש</b> כבר פי׳‎ הטעם בפרשת תצוה ובפר׳‎ צו."
            ],
            [],
            [],
            [
                "<b>[על העולה</b> עם העולה]."
            ],
            [],
            [],
            [
                "<b>מלבד עלת הבקר</b> מלמד ששתי מנחות היו שם, אחת עם העולה ואחת בפני עצמה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וישא אהרן</b> וגו׳‎ מקרא זה מסורס וירד אהרן מעשות החטאת והעולה והשלמים וישא את ידו אל העם ויברכם.",
                "<b>וירד מעשת החטאת</b> מהקטיר אמורי חטאת."
            ],
            [
                "<b>ויבא משה ואהרן אל אהל מועד</b> להתפלל, שיראה הכבוד ותרד אש מן השמים להראות שנתקבלה העבודה.",
                "<b>וירא כבוד ה'</b> כיצד."
            ],
            [
                "<b>ותצא אש</b> וגו׳‎ אש שיצאה בימי משה לא נסתלקה ממזבח הנחושת עד שבא לבית עולמים ואותה שירדה בימי שלמה לא נסתלקה ממזבח העולה עד שנסתלקה בימי משה."
            ]
        ],
        [
            [
                "<b>וישימו עליה קטרת.</b> משלהם. היינו ויקריבו לפני ה׳‎ אש זרה שהרי אי אפשר לקטרת בלא אש וכל קטרת שאינה משל צבור נקראת זרה.",
                "<b>אשר לא צוה אתם.</b> פי׳‎ אשר לא לעשות צוה אותם כדכתיב ולא תעלו עליו קטרת זרה דוגמת לשרוף את בניהם ואת בנותיהם אשר לא צויתי אותם."
            ],
            [
                "<b>ותצא אש</b> בתחלה סתם ואח״‎כ פי׳‎ האיך יצאה ויקחו בני אהרן נדב ואביהוא וגו׳‎ <b>ותצא אש מלפני ה׳‎ ותאכל אותם</b> היא יציאת האש האמורה למעלה כי דרך יציאתה מלפני ה׳‎ מבית קדש הקדשים מצאה נדב ואביהוא לפני מזבח הזהב שבהיכל מקריבים עליו אש זרה ושרפתם ויצאה אותה האש מן ההיכל לחוצה על מזבח העולה ותאכל עליו את העולה וגו'",
                "<b>ותצא אש</b> פרש״‎י רבי אליעזר אומר לא מתו בני אהרן אלא על ידי שהורו הלכה בפני משה רבן. פירוש דרשו אע״‎פ שהאש יורדת מן השמים מצוה להביא מן ההדיוט שנאמר ונתנו בני אהרן אש וגו׳‎ ולא שאלו את פי משה רבן כדכתיב אשר לא צוה אותם והיה להם לימלך במשה רבן כמו ששנינו במסכת תענית שנענש יאשיהו ונהרג על שהיה לו לימלך בירמיה ולא נמלך כשהעביר פרעה נכה חרב בארצו. וי״‎א טעו בהוראתו להקריב באותו יום אש זרה ומה שכתוב ונתנו בני אהרן הכהנים אש שאעפ״‎י שהיא יורדת מן השמים מצוה להביא מן ההדיוט, היינו מאותו יום ואילך שכבר ירדה מן השמים אבל באותו יום שעדיין לא ירדה מן השמים ורצה הקב״‎ה להתכבד בה לעיני כל העם לא צוה אותם והיינו דכתיב אשר לא צוה אותם שלא למעט כבוד שכינה כמו שמצינו באליהו ואש לא תשימו.",
                "<b>ותאכל אותם וימתו</b> מדה כנגד מדה נענשו כאן באש לפי שמצינו במראה כבוד שכינה שהוא כאש אוכלת והוזהרו בה בסיני כמו שפרש״‎י בפרשת משפטים גבי ויחזו את האלהים, ולזקני ישראל באש תבערה בפרשת בהעלותך. ד״‎א מדה כנגד מדה חטאו כאן באש ולקו באש.",
                "<b> וימתו לפני ה'.</b> ר׳‎ אליעזר אומר לא מתו אלא בחוץ מקום שהלוים מותרים להכנס שם שנאמר ויקרבו כל העדה וישאום בכתנותם א״‎כ למה נאמר וימתו לפני ה׳‎ שנגפן המלאך ודחפן לחוץ והוציאם. רבי עקיבא אומר לא מתו אלא בפנים שנאמר <b>וימתו לפני ה'</b> א״‎כ למה נאמר ויקרבו וישאום בכתנותם מלמד שהטילו חנית של ברזל וגררום והוציאום לחוץ."
            ],
            [
                "<b>הוא אשר דבר ה׳‎ לאמר בקרבי אקדש</b> והיכן דבר, ונועדתי שמה לבנ״‎י ונקדש בכבודי וגו'. ד״‎א היכן דבר וגם הכהנים הנגשים אל ה׳‎ יתקדשו פן יפרץ בם ה׳‎ בכהנים גדולים הקרבים אלי לשרתני אני רוצה להתקדש ולא יתחלל שמי ועבודתי כדכתיב והכהן הגדול מאחיו וגו׳‎ ובגדיו לא יפרום ומן המקדש לא יצא ולא יחלל את מקדש אלוקיו, הא אם יצא חלל ואין מוקדם ומאוחר בתורה.",
                "<b>ועל פני כל העם אכבד</b> רואה בניו מתים ומניח אבילתו בשביל עבודתי.",
                "<b>וידם אהרן</b> כמו שמצינו ביחזקאל האנק דום אבל מתים לא תעשה אף כאן <b>וידם אהרן</b> ממה שהיה רוצה להתאבל."
            ],
            [
                "<b>ויאמר אלהם קרבו</b> אין לכם לידאג מן הקצף."
            ],
            [
                "<b>בכתנתם</b> של נשואים ולא בכתנות של נושאים שהרי כתנות לכהנים ואין כתנות ללוים."
            ],
            [
                "<b>ראשיכם אל תפרעו</b> הואיל ואתם משרתיו של הקב״‎ה אין נאה שתהיו מצטערים ובוכים אבל אחיכם יבכו.",
                "<b>ובגדיכם לא תפרמו</b> אע״‎פ שאתם הדיוטים הרי אתם היום ככהן גדול לדורות, ובכהן גדול כתיב את ראשו לא יפרע ובגדיו לא יפרום, שהוא דרך אבלות כדכתיב גבי מצורע בגדיו יהיו פרומים וראשו יהיה פרוע.",
                "<b>ועל כל העדה יקצף</b> לעיל קאי לא תמותו ועל כל העדה לא יקצף דוגמא כי לא לנצח ישכח אביון תקות ענוים תאבד לעד. ד״‎א אם תנהגו אבלות הקב״‎ה יקצוף על כל העדה, כיצד, לא יקבל ברצון את הקרבנות שהקרבתם בעד העדה."
            ],
            [
                "<b>לא תצאו</b> כמו כהן גדול שנאמר בו כי נזר שמן משחת אלקיו עליו. וזו היא ששנינו בתורת כהנים ויקרא משה אל מישאל ואל אלצפן, אבל לא לאלעזר ואיתמר מכאן שאין הכהנים מטמאין מתים וכו'. וכי כך אנו צריכין ללמוד מכאן והלא כמה פרשיות נתפרשו בתורה על אזהרת טומאת כהנים, ועוד אלעזר ואיתמר כהנים הדיוטים היו אמאי למה לא נטמאו לאחיהם שמצינו שאמר משה למישאל ולאלצפן קרבו שאו את אחיכם. אלא הכי הוי פירושה מכאן אמרו חכמים שאין כהנים ביום משיחתן מטמאין לשום מת שאף כהנים הדיוטות ביום משיחתן יש להם דין כהן גדול. שהרי מצינו אלו שהוזהרו ביום משיחתן בכל דיני כה״‎ג."
            ],
            [
                "<b>וידבר אל אהרן</b> פרשה זו נאמרה ביום שהוקם המשכן לפי שמאותו יום ואילך נאסרו דהא בביאת אוה״‎מ תלה רחמנא."
            ],
            [
                "<b>יין ושכר.</b> פרש״‎י דרך שכרות. כלומר שיעור כדי שכרות כדאי׳‎ במס׳‎ כריתות פרק אמרו לו רבי אליעזר אומר יין ושכר אל תשת שלא תשתהו כדרך שכרותו הא אם הפסיק בו או אם נתן לתוכו מים כל שהוא פטור.",
                "<b>אל תשת.</b> אעפ״‎י שנותנים יין ושכר לשאר אבלים כדכתיב תנו שכר לאובד ויין למרי נפש <b>אתה ובניך אל תשת</b> כי אין לכם לנהוג דין אבלות. ועוד שאתם אסורים בו ויש בו חיוב מיתה בעת בואכם אל אהל מועד כי אין דרך להיות שכור עובד."
            ],
            [
                "<b>ולהבדיל בין הקדש ובין החל</b> אלו הערכין.",
                "<b>ובין הטמא ובין הטהור</b> אלו הטמאות והטהרות."
            ],
            [
                "<b>ולהורת</b> אלו ההוראות.",
                "<b>את כל החקים</b> אלו המדרשות.",
                "<b>אשר דבר ה'</b> אלו ההלכות.",
                "<b>ביד משה</b> זה מקרא. התרגום מניין תלמוד לומר ולהורת."
            ],
            [
                "<b>אצל המזבח</b> ולא בהיכל ולא ע״‎ג המזבח. אין לי אלא זו בלבד מניין לרבות קדשי קדשים ת״‎ל קדש קדשים הוא. אין לי אלא סמוך למזבח מניין לרבות לשכות בנויות בחול ופתוחות לקדש תלמוד לומר ואכלתם אותה במקום קדוש."
            ],
            [
                "<b>אתה, היא</b> הרי אלו מיעוטים פרט לתודה וללחמה, ולאיל נזיר וללחמו, ולאיל המלואים וללחמו."
            ],
            [
                "<b>ואת חזה התנופה</b> זו תנופת הסל.",
                "<b>ואת שוק</b> זה שוק.",
                "<b>התרומה</b> זו תרומת תודה.",
                "<b>תאכלו במקום טהור</b> פרש״‎י וכי את הראשונים וכו׳‎ פירוש המנחה הנותרת.",
                "<b>מזבחי שלמי בנ״‎י</b> לרבות אותם שהיו באותו היום שם כדכתיב ושור ואיל לשלמים."
            ],
            [],
            [
                "<b>ואת שעיר החטאת</b> לפי הפשט הוא שנאמר בו קחו שעיר עזים וכו׳‎ שכאן וכאן נאמר בו כפרה.",
                "<b>שעיר החטאת</b> פרש״‎י שעיר מוספי ראש חדש ושלשה שעירי חטאות קרבו בו ביום שעיר עזים ושעיר נחשון ושעיר ראש חדש ומכולן לא נשרף אלא זו, פירוש משלשת שעירים הללו לא נשרף אלא זה של ראש חדש ומדעתו של כהן נשרף. ועוד פרש״‎י י״‎א מפני טומאה שנגעה בו נשרף ואם תאמר בלאו הכי נמי דינו להיות נשרף שאי אפשר שלא היו טמאי מתים מיום שנולדו והם נגעו בשעיר זה ועדיין לא נטהרו בהזיית שלישי וז׳‎ שעדיין לא היה להם אפר פרה עד למחרת כדקיימא לן באחד בניסן הוקם המשכן שני לו נשרפה הפרה, אלא י״‎ל לטהרו משמן המשחה ומן הדם אשר על המזבח כעין אהרן ובניו. כדאמרינן במס׳‎ יומא אמרת נכנסו מים תחת דם."
            ],
            [
                "<b>לכפר עליהם</b> זה שעיר ר״‎ח שכן גבי ר״‎ח תשרי כתיב ושעיר עזים אחד לחטאת לכפר עליכם."
            ],
            [],
            [
                "<b>הן היום הקריבו</b> פרש״‎י מהו אומר. כלומר אי זו תשובה השיב אהרן הן היום הקריבו, למשה ששאל מדוע לא אכלתם וכי בשביל שלא הקריבו הם את החטאת לא היה להם לאכלה והלא כל עבודות אותו היום היו ע״‎י אהרן, ואעפ״‎י כן כתיב ואכלוה מצות, וכתיב ואת שוק התרומה תאכלו וגו'. ועוד פרש״‎י אלא אמר להם משה שמא זרקתם דמה אוננים וכו׳‎ משה רבינו היה סבור שאין אנינות של אהרן פוסלת באותו יום בשום חטאת ואפי׳‎ בשל ר״‎ח. והפרישה שפרש״‎י קצרה וה״‎ק שמא נזרק דמה של חטאת דר״‎ח ע״‎י אונן ואתם סבורים שהאונן שעבד היום חלל ולפיכך השיב אהרן ואמר לו וכי הם שהם הדיוטות, הקריבו את חטאתם, פירוש שאר חטאות, אני שאני כהן גדול הקרבתי ויכול אני להקריבם אונן הואיל והם קדשי שעה ולכך נאכלו. [ותקראנה מלשון מקרה ומאורע].",
                "<b>ותקראנה אתי כאלה ואכלתי חטאת</b> ר״‎ח שהוא קדשי דורות <b>הייטב בעיני ה'.</b> אם שמעת בקדשי שעה כגון שעיר שמיני ושעיר נחשון אין לך להקל בקדשי דורות. ועוד פרש״‎י אמר לו אהרן וכי הם הקריבו שהם הדיוטות. וא״‎ת הרי קים לן שכהנים גדולים היו באותו יום כדאמרינן לעיל. אלא י״‎ל לא נעשו ככהנים גדולים אלא להחמיר כגון על קריעה ופרימה ויציאת מקדש. אבל להקל כגון להקריב באנינות לא היו ככהנים גדולים ביום חנוכן.",
                "<b>את חטאתם</b> שלש חטאות.",
                "<b>ותקראנה אתי כאלה</b> מתו הבנים הראויים לסייע אותי לאכול.",
                "<b>אתי כאלה</b> אני אסור באנינה ואין הלויים אסורין באנינה לשיר.",
                "<b>ואכלתי חטאת היום</b> אכלתי מן החטאת הנאכלות כל מה שהייתי יכול אני ושני בני הנותרים.",
                "<b>הייטב בעיני ה'</b> שיבאו לידי נותר ואם לא נשרפה חטאת זו היו באות לידי נותר שלא נשארנו רק שלשה.",
                "<b>הייטב בעיני ה'</b> ה״‎א זו בפתח, משונה ה״‎א זו בנקודתה שדינה להיות בחטף פת״‎ח."
            ]
        ],
        [
            [],
            [],
            [
                "<b>מעלת גרה</b> מגזרת גרון לשון גרגרותיך פי׳‎ מעלה המאכל בגרגרת לאחר אכילתה. ד״‎א לשון מים המוגרים מעלה את המאכל והמשקה המוגרים למטה בבטן."
            ],
            [
                "<b>אך את זה לא תאכלו ממעלי הגרה וממפרסי הפרסה</b> מאחר שאין להם אלא סימן אחד של טהרה כגון חזיר גמל ושפן וארנבת אבל אותה שאין להם שום סימן של טהרה לא הוזקק הכתוב להזהיר עליהם לפי שהם מאוסים ומתועבים אפילו לאומות."
            ],
            [],
            [
                "<b>ואת הארנבת</b> יש אומרים שהיא מהדברים שלא ימצאו מהם זכרים וכן בת היענה ואין להשיב מכיענים במדבר לפי שהן נקבות כמו יעלים רחלים גמלים דובים עזים."
            ],
            [],
            [
                "<b>מבשרם לא תאכלו.</b> מן הנהרגים שבכך לא יצאו מכלל נבלה.",
                "<b>ובנבלתם.</b> של מתים עצמם.",
                "<b>[לא תגעו</b> לאכלו]."
            ],
            [],
            [],
            [],
            [
                "<b>שקץ הוא לכם</b> שלא לעשות בהם סחורה.",
                "<b>כל אשר אין לו סנפיר וקשקשת</b> לא הזכיר שמות לדגים לפי שהן מכוסין מעין אדם."
            ],
            [
                "<b>הנשר</b> איגיל״‎ה ועל שם שמביט מרחוק נקרא נשר, מגזרת אשורנו. <b>הפרס</b> אשקופל״‎ה ועל שם שפורש כנפיו נקרא כן מגזרת אפרוש כפי ויפרוש כפיו.<b>העזניה</b> אורפרי״‎ש ועל שם עזותה ועקשותה נקראת כך."
            ],
            [
                "<b>הדאה.</b> וושטויי״‎ר מגזרת ידאה הנשר. וסימן דש חטין, פירש דאה נראית, בפ׳‎ שמיני.",
                "<b>האיה</b> אמר רבי עקיבא נאמר כאן איה ונאמר להלן דיה מה דיה האמורה להלן עשה בה את הראה ברי״‎ש שבפרשת ראה וסימנך רר בשרו, מין איה, אף איה האמורה כאן עשה בה את הדאה בדל״‎ת מין איה. ועל שם שמנהגה לישב באיים נקראת איה."
            ],
            [
                "<b>ערב</b> קורבי״‎ל מלשון ערב על שם שחרוריתו."
            ],
            [
                "<b>בת היענה</b> בלע״‎ז אישטרוצ״‎ה ועל השם עניה ומרודה והספדה קרואה יענה כדאיתא מספד כתנים ואבל כבנות יענה ולא צריך לאסור האם היא היענה דממילא לא אכלי לה שהרי קשה היא כעץ ומבדל בדילי אינשי מינה ומתוך קושי שבה היא אוכלת את הברזל. ורבותינו ז״‎ל דרשו מכאן שביצת עוף טמא אסורה.",
                "<b>התחמס</b> ייא״‎י בלע״‎ז מגזרת חמס על שם גזל וחמס שבו.",
                "<b>השחף</b> אשפמר״‎א וי״‎א מוייסו״‎ן מוליד שחפת.",
                "<b>הנץ.</b> אישטויי״‎ר יש לו נוצה הרבה."
            ],
            [
                "<b>הכוס.</b> סויאט״‎ה נכסה מעין אדם ושוכן במקום שאין בו ישוב.",
                "<b>השלך.</b> קורמייאש״‎ה משליך ילדיו.",
                "<b>הינשוף.</b> קבנ״‎ט עף בנשף."
            ],
            [
                "<b>התנשמת</b> קלב״‎א שורי״‎ץ כל הרואה אותה ישתומם.",
                "<b>הקאת</b> לא נתפרש שמו, מנהגו להקיא מאכלו.",
                "<b>הרחם</b> פיא״‎ה מרחם על ילדיו."
            ],
            [
                "<b>החסידה.</b> ציגוני״‎א עושה חסידות עם חברותיה כמו שפרש״‎י.",
                "<b>האנפה.</b> היורו״‎ן בלע״‎ז תתאנף מהרה.",
                "<b>הדוכיפת.</b> הרופ״‎א הודו כפות כמו שפירש״‎י.",
                "<b>העטלף</b> גרו״‎ט עוף קטן עט ועף בלילה ואין לו עינים כדאמרינן בעלמא משל לתרנגול ועטלף שהיו מצפין לאורה."
            ],
            [],
            [
                "<b>אשר לו כרעים</b> לא כתיב לו קרי."
            ],
            [
                "<b>הארבה</b> לשון ריבוי.",
                "<b>הסלעם</b> יושב בסלעים.",
                "<b>החרגל</b> מתחרה ברגליו לנתר בהם.",
                "<b>החגב</b> מלשון ויסתבל החגב מנתר בעגבותיו ובכרעיו."
            ],
            [
                "<b>וכל שרץ העוף</b> לא כתיב בדגים ובעופות טומאת מגע רק שיקוץ לפי שעיקר יצירתה מן המים ולמים נחשבים וכן אמרו רבותינו כל אשר במים אין לו טומאה."
            ],
            [],
            [],
            [
                "<b>לכל הבהמה אשר היא</b> וגו׳‎ כולם מטמאות במגע ובמשא ואפי׳‎ שחוטות כדאמר לעיל.",
                "<b>כל הנגע, יטמא</b> להביא את הבהמה הטמאה שלא תהא שחיטתה מטהרת."
            ],
            [],
            [
                "<b>והנשא את נבלתם</b> מסיט ממקומו אעפ״‎י שלא נגע ובתרגום ירושלמי מתרגמינן נושא מסיט."
            ],
            [
                "<b>על הארץ</b> להוציא את שבים.",
                "<b>החלד</b> ביליט״‎א, ד״‎א מושטי״‎ל. העכבר רט״‎ו בלע״‎ז.",
                "<b>הצב</b> פרווייט״‎א."
            ],
            [
                "<b>האנקה</b> הריצו״‎ן.",
                "<b>הכח</b> לא נתפרש לי.",
                "<b>הלטאה</b> לוויראד״‎ה. החמט לימצ״‎ו.",
                "<b>התנשמת</b> טלפ״‎ה."
            ],
            [
                "<b>כל הנגע בהם</b> נבלת שרץ טמא מטמאה בכעדשה שכן חומט תחלת ברייתו כעדשה."
            ],
            [
                "<b>מכל כלי עץ</b> ולא כל כלי עץ להוציא את שאינו מטלטלו במילואו. או שק טווי וארוג ולא משיחות וחבלים.",
                "<b>או שק</b> טווי וארוג ולא משיחות וחבלים.",
                "<b>אשר יעשה מלאכה בהם</b> ולא תשמיש כסוי שאין עושין בתוכו כלום.",
                "<b>במים יובא</b> כולו כאחת מה טהרה האמורה אצל ביאת שמש כולה כאחת אף טהרה האמורה כאן כולה כאחת."
            ],
            [
                "<b>אשר יפל מהם</b> באחת מהם דוגמא ויקבר בערי הגלעד באחת מערי. אל תוכו פרש״‎י אין כלי חרס מטמא אלא מאוירו והטעם הואיל ואין לו טהרה אלא שבירה חסה התורה להפסדו שלא יטמא מגבו כדכתיב וכל כלי פתוח אשר אין צמיד פתיל עליו טמא הוא. הא יש צמיד פתיל עליו טהור דאי מטמא מגבו כל היום יהא טעון שבירה ושוב אין לו תקנה.",
                "<b>ואתו תשברו</b> לפי שהוא שואב את הטומאה יותר מדאי ועוד שדמיו קלים ואין בו חסרון כיס רק מעט."
            ],
            [
                "<b>אשר יבוא עליו מים יטמא</b> לא הזקיק הכתוב טומאה למיני אוכלין ומשקין וזרעים עד שיתקנם לצורך מאכל ונתינת מים הוא תחלת תקונם. ועיקר חשיבותם לצורך אכילה <b>וכל משקה</b> אי כל משקה יכול שאני מרבה מי תותים ומי רמונים ושאר כל מיני פירות תלמוד לומר <b>מים</b> מה מים מיוחדים שאין להם שם לווי אף אני מרבה הטל והיין והשמן והדם והדבש והחלב שאין להם שם לווי ומוצא אני מי תותים ומי רמונים ושאר כל מי מיני פירות שיש להם שם לווי.",
                "<b>בכל כלי</b> מה כלי מיוחד שהוא תלוש אף אני מביא את שהם תלושים מן הקרקע ומוצא אני את שבבורות ובשיחין ובמערות שאינן תלושין."
            ],
            [
                "<b>תנור</b> ללחם.",
                "<b>וכירים</b> לבשר.",
                "<b>וטמאים יהיו לכם</b> לרבות אנשים ונשים וטף."
            ],
            [],
            [
                "<b>אשר יזרע</b> אשר ישרש בקרקע ללמד על זרעים טמאים שנזרעו והשרישו שהם טהורים."
            ],
            [
                "<b>ונפל מנבלתם</b> ולא מן העצמות והשינים והצפרנים והשער שלהם."
            ],
            [
                "<b>וכי ימות מן הבהמה</b> דוקא מתה אבל שחוטה טהורה אפי׳‎ טרפה.",
                "<b>אשר היא</b> כתיב ביו״‎ד."
            ],
            [
                "<b>והאכל מנבלתה, והנשא את נבלתה</b> דין אחד לשניהם זה נושא בחוץ וזה נושא בפנים. אין לומר לישתוק קרא מיכבס בגדיו קמא ולימא הכי והאוכל את נבלתה והנושא את נבלתה יכבס בגדיו וטמא עד הערב, הואיל והאוכל בא ליתן שעור לנוגע ולנושא כמו שפרש״‎י הוזקק הכתוב לפרש כל דין ודין בפני עצמו."
            ],
            [],
            [],
            [
                "<b>ונטמתם בם</b> חסר אל״‎ף דוגמא מחטו לי עגלות צב מרשית השנה לא יהל שם ערבי ותזרני חיל למלחמה. וי״‎א שהוא מגזרת ונטמינו בעיניכם פי׳‎ כאדם שאין בו דעת."
            ],
            [],
            [
                "<b>כי אני ה׳‎ המעלה אתכם מארץ מצרים</b> ע״‎מ שתקבלו מצותי. להית לכם לאלקים ולפיכך <b>והייתם קדשים</b> אפי׳‎ בע״‎כ.",
                "<b>להית לכם לאלהים</b> בעל כרחכם."
            ],
            [
                "<b>זאת תורת הבהמה והעוף וכל נפש החיה הרמשת במים</b> הטיל הכתוב עוף בין בהמה לרמש המים, לפטרו בלא כלום אי אפשר שכבר הוקש לבהמה לחייבו בשני סימנים אי אפשר שהרי הוקש לדגים הא כיצד הכשרו בסימן אחד.",
                "<b>ולכל נפש השרצת</b> למ״‎ד יתירה כמו לכל כליו תעשה נחשת."
            ],
            [
                "<b>בין הטמא ובין הטהר</b> בבהמה ובשרץ המים ובעוף. אחר שפי׳‎ לך הללו פי׳‎ לך דין חיה ואח״‎כ דין היולדת וצרעת באדם ובבגד וכו׳‎ שבכולם שייכא טומאה.",
                "<b>ובין החיה הנאכלת</b> פרש״‎י בין שנולדו לה סימני טרפה וכשרה כגון ששחט הקנה ונקבה הריאה קודם שחיטת הושט, והיינו סימני טרפה [שנקבה הריאה] וכשרה משום דחיי ריאה תלוין בקנה. בין שנולדו לה סימני טרפה ופסולה כגון שניקבה הריאה קודם ששחט את הקנה והכי איתא במסכת חולין.",
                "<b>ובין החיה אשר לא תאכל</b> בא ליתן אזהרה לחיה. שלימא סדרא דפרשת שמיני"
            ]
        ],
        [
            [],
            [
                "<b>אשה כי תזריע וילדה</b> עד שתלד ממקום הראוי ללידה פרט ליוצא דופן רבי שמעון אומר יוצא דופן הרי הוא כילוד וחייבין עליו קרבן ובלבד שהוא פטור מחמש סלעים של בן בכור.",
                "<b>וילדה</b> אפילו בן שמונה בן שבעה בן ששה בן חמשה.",
                "<b>זכר</b> לרבות אם ילדה את המת.",
                "<b>וילדה זכר</b> נמצא בספר התולדות יש באשה שבעה נקבים שלשה בימין ושלשה בשמאל ואחד באמצע כשהזרע נכנס באותן שבימין תלד זכר ואם נכנס בשל שמאל תלד נקבה ואם נכנס בשל אמצע תלד טמטום או אנדרוגינוס כשהיא שוכבת סמוך אחר הבעילה על צלע ימין הזרע נכנס באותן נקבים של ימין וילדה זכר וממהרת הטומאה לצאת ולפי׳‎ אינה טמאה אלא שבעת ימים וטהורה שלשה ושלשים יום וכשהיא שוכבת סמוך אחר הבעילה על צלע שמאל הזרע נכנס בנקבים של שמאל ויולדת נקבה, ואין הטומאה ממהרת לצאת לפי׳‎ טמאה שבועיים, וזה שמאלו תחת לראשי וימינו תחבקני כדי להוליד זכרים.",
                "<b>וטמאה</b> היא טמאה ואין הולד טמא.",
                "<b>שבעת ימים</b> תספר שבעת ימים לולד אחרון. שאלו תלמידיו את ר״‎ש בן יוחאי מפני מה אמרה תורה לזכר שבעה ולנקבה י״‎ד יום אמר להם זכר שהכל שמחים בו מתחרטת האם משבועתה לז׳‎ ימים, נקבה שהכל עצבים בה מתחרטת בה לי״‎ד יום.",
                "<b>נדת</b> לשון ריחוק כמו ומתבל ינידוהו, פי׳‎ נדודה ומרוחקת מבעלה.",
                "<b>כימי נדת דותה</b> תניא אמר רבי מאיר מפני מה אמרה תורה תהא נדה לשבעה אלא מתוך שרגיל בה קץ בה אמרה תורה תהא נדה לשבעה כדי שתהא חביבה על בעלה ביום טהרתה כיום כניסתה לחופה."
            ],
            [
                "<b>וביום</b> לרבות כל שאר הנולדים הנמולים שלא יהיו נמולים אלא ביום. <b>וביום השמיני ימול</b> שאלו תלמידיו את ר״‎ש בן יוחאי מפני מה אמרה תורה לשמיני, אמר להם שלא יהיו הכל שמחים, שיום המילה יום שמחה הוא כדכתיב שש אנכי על אמרתך, ואמרתו זו מילה, ואביו ואמו של תנוק יהיו עצבין שאסורין זה בזה, אבל שמיני מותרין שכבר טבלה לערב שביעי והרי הכל שמחים.",
                "<b>וביום השמיני ימול</b> מצוה זו נשנית ללמד אפילו בשבת ומה אני מקיים מחלליה מות יומת בשאר כל מלאכת צרכי מילה חוץ מן המילה עצמה.",
                "<b>ימול בשר ערלתו</b> ערלתו ודאי דוחה את השבת ואין הספק דוחה שבת ואין בין השמשות דוחה שבת. והכי תנן קטן נמול לשמונה לתשעה לעשרה לאחד עשר לשנים עשר לא פחות ולא יותר. כיצד, כדרכו לשמיני לתשעה כיצד כשנולד בין השמשות שהרי ליום השמיני של מחר הוא נמול דשמא בין השמשות יום הוא ונמול לתשעה. לעשרה כיצד כשנולד בין השמשות של ערב שבת אי אפשר למולו בשבת הבאה דשמא תשיעי הוא והויא לה מילה הבאה שלא בזמנה ואינו דוחה שבת וצריך להמתין עד לאחר השבת שהוא עשירי. לעשתי עשר כיצד כשנולד בבין השמשות של ערב שבת וחל יום טוב להיות סמוך אחר השבת השנייה ללידתו אין מילה שלא בזמנה דוחה אותו ונמול לעשתי עשרה. לשנים עשר כיצד כשנולד בין השמשות של מוצאי כ״‎ב באלול והכנסת כ״‎ג באלול שחל ביום חמישי בשבת אי אפשר למולו ביום חמישי הבא שהוא יום ראשון של ראש השנה דשמא תשיעי הוא ולא למחרתו ששי בשבת שהרי שניהם קדושה אחת ולא למחרתו ליום שבת וצריך להמתין עד לאחר השבת שהוא יום שנים עשר. יעקב איש נבוריא הורה בצור מותר למול בנה של צורית בשבת שמע רב חגי אמר ליה איתא לקי, אמר ליה בר אינשי הורה מילתא דאורייתא ולקי, אמר ליה ומה היא דאורייתא א״‎ל דכתיב ויתילדו על משפחותם לבית אבותם אמר ליה לא הורית טבת דכתיב לא תתחתן בם כי יסיר את בנך מאחרי, תסיר לא נאמר אלא יסיר פי׳‎ חתנך צורי יסיר את בנו שהוא בנך מאחרי ללמדך בנך הבא מזה הצורי קרוי בנך ואין בנך הבא מן הצורית קרוי בנך אלא בנה אמר ליה רצוף ריצפך דהוא טבא לאולפנא."
            ],
            [
                "<b>ושלשים יום ושלשת ימים</b> גזר על הזכר כמספר הימים שתשלים צורתו בבטן והנקבה כפלים ודבר זה בחון ומנוסה.",
                "<b>בדמי טהרה</b> דמי לא מפיק, ימי מפיק. וסימנך את יום צאתך."
            ],
            [],
            [
                "<b>תביא כבש</b> שאלו תלמידיו את ר״‎ש בן יוחאי מפני מה אמרה תורה יולדת מביאה קרבן אמר להם שבשעה שכורעת לילד קופצת ונשבעת שלא תזקק עוד לבעלה לפיכך אמרה תורה תביא קרבן.",
                "<b>[בן שנתו</b> בתוך שנתו]. אל פתח אהל מועד מלמד שמטפלת בהן עד פתח אהל מועד."
            ],
            [
                "<b>והקריבו</b> את הכבש או את התור או בן היונה והמקרא אחז לו לשון קצרה וכמו כן לא הזכיר מליקת העוף."
            ]
        ],
        [
            [
                "<b>אל משה ואל אהרן</b> הזכיר אהרן שהרי על פיו יהי׳‎ כל ריב וכל נגע אדם, אם לטמא אם לטהר."
            ],
            [
                "<b>אדם</b> משמע איש אשה קטן קטנה.",
                "<b>בעור בשרו</b> לפי שעתיד לומר לקמן נגע בראש או בזקן הוצרך לומר כאן בעור בשרו.",
                "<b>שאת</b> לשון מוגבהת כמראה הצל שהוא גבוה ממראה החמה.",
                "<b>ספחת</b> טפלה לשאת וטפלה לבהרת יש בה תולדות שאת גם יש בה תולדות בהרת להצטרף עמה כמו ספחני נא אל אחת הכהונות.",
                "<b>לנגע צרעת</b> שיהיה מקום הנגע בשר לבן כדכתיב מצורעת כשלג וכתיב ומראה הנגע עמק פי׳‎ לבן.",
                "<b>והובא אל אהרן הכהן</b> אפי׳‎ בעל כרחו. <b>או אל אחד מבניו</b> אפי׳‎ בעלי מומים.",
                "<b>אחד</b> האל״‎ף בפתח.",
                "<b>הכהנים</b> ולא חללים ומניין לרבות כל ישראל ת״‎ל <b>או אל אחד</b> לרבות כל ישראל א״‎כ מה ת״‎ל מבניו הכהנים ללמד שאין טומאה וטהרה אלא מפי כהן הא כיצד חכם שבישראל רואה את הנגע ואומר לכהן אע״‎פ ששוטה הוא אמור טמא הוא והוא טמא אמור טהור הוא והוא טהור."
            ],
            [
                "<b>ושער בנגע הפך לבן</b> סימן שהבשר נחלש שהנגע ממית את הבשר ואף הזקנים כמו כן כשמתחלשים שערם מתלבן. אבל אם השער נתלבן קודם שיבא הנגע אין זה סימן טומאה שהרי לא נתלבן מחמת הנגע וכן אמרו רבותינו אם בהרת קודמת לשער לבן טמא ואם לאו טהור.",
                "<b>וטמא אתו</b> בדבור."
            ],
            [
                "<b>ואם בהרת לבנה היא</b> אבל אינה לבנה כ״‎כ שיהא מראה הנגע עמוק מן העור כדכתיב <b>ושערה לא הפך לבן, ועמק אין מראה</b> פרש״‎י לא ידעתי פירושו כלומר כיון דלבנה היא איך אפשר שלא יהא מראה עמוק. וי״‎א <b>ועמק אין מראה</b> כמו גבי שחין כדאיתא בתו״‎כ מניין לרבות השוה לגבוה פי׳‎ שהנגע שוה לשאר בשר ת״‎ל ושפלה איננה ה״‎נ איצטריך ועמק אין מראה מן העור לרבות השוה לגבוה.",
                "<b>ושערה לא הפך לבן</b> ושערה קדמאה לא מפיק ה״‎א.",
                "<b>והסגיר הכהן</b> ולסוף שבעת ימים יתבונן הכהן אם יהיה בו פשיון כי הרואה דבר תדיר והוא גדול מעט מעט אינו מתבונן בגדלותו כמו באותו שאינו רואה אלא לפרקים."
            ],
            [
                "<b>וראהו הכהן ביום השביעי</b> אינו ממתין שבעה ימים שלמים ללמדך שמקצת היום ככולו.",
                "<b>עמד בעיניו</b> אם העיז וכהה, או כהה והעיז כאילו לא כהה.",
                "<b>שבעת ימים שנית</b> עולה לכאן ולכאן."
            ],
            [
                "<b>והנה כהה הנגע ולא פשה הנגע בעור וטהרו</b> וא״‎ת אם בשלא פשה טהור כ״‎ש כשכהה טהור, אלא <b>ולא פשה</b> דהכא קאי מהסגר ראשון, והכי קאמר <b>והנה</b> בהסגר שני <b>כהה הנגע</b> שלא פשה בהסגר ראשון, בהא אמר רחמנא <b>וטהרו.</b> ואין לומר ד<b>לא פשה הנגע</b> קאי אהסגר שני שהרי כאן פרש״‎י: הוכהה ממראיתו, הא אם עמד במראיתו או פשה טמא. אך חז״‎ק דהא אמרינן במגילה אמר קרא והצרוע אשר בו הנגע מי שצרעתו תלויה בגופו, ופרש״‎י שכל זמן שלא נתרפא ממנה טמא והיינו מוחלט. וגבי טהרה דיליה כתיב והנה נרפא נגע הצרעת מן הצרוע יצא מוסגר שטהרתו תלויה בימי הסגר שאם לא ימצא בו בשביעי סימני טומאה שער לבן או פשיון יטהרנו אע״‎פ שניגעו בעיניו עומד. וי״‎מ <b>והנה כהה הנגע</b> סד״‎א הואיל ונשתנה ממראיתו נגע חדש הוא ויהא טמא ת״‎ל <b>והנה כהה</b> וגו'",
                "<b>וטהרו</b> בדבור.",
                "<b>וכבס בגדיו</b> וכ״‎ש גופו לפי שעמד בספק טומאה, וכל העומד בספק טומאה אינו נזהר עליה כ״‎כ."
            ],
            [
                "<b>ואם פשה תפשה, אחרי הראתו</b> ואפילו מיד."
            ],
            [],
            [],
            [
                "<b>והיא הפכה</b> כתיב ביו״‎ד."
            ],
            [
                "<b>צרעת נושנת היא</b> מכה ישנה היא זאת ונעשית בריאה מלמעלה, ומלמטה מלאה ליחה שלא תאמר הואיל ועלתה מחיה אטהרנה."
            ],
            [
                "<b>ואם פרוח תפרח</b> הלבין פני הנגע כמין פרח.",
                "<b>מראשו</b> ולא תוך ראשו. ועד רגליו ולא תוך רגליו.",
                "<b>לכל מראה עיני הכהן</b> פרט לכהן שחשך מאור עיניו ומה כהן פרט לשחשך מאור עינו אף היום פרט לשחשך מאור היום. ד״‎א <b>לכל מראה עיני הכהן</b> פרט לבית הסתרים. מכאן אמרו האיש נראה כעודר ומוסק זיתים והאשה כעורכת ומניקה את בנה."
            ],
            [],
            [],
            [
                "<b>צרעת הוא</b> לשון זכר דקאי אהבשר החי."
            ],
            [
                "<b>או כי ישוב</b> לעיל קאי, או אם הבשר יהפך ללבן כמו שאמר למעלה בשאת כולו הפך לבן.",
                "<b>או כי ישוב</b> הרי זה בא ללמד על ראשי אברים שנתגלו וחזרו ונתכסו שהן טהורין אפי׳‎ מאה פעמים ואפי׳‎ למראה בוהק."
            ],
            [],
            [],
            [],
            [
                "<b>והנה מראה שפל</b> מניין לרבות את השוה לגבוה ת״‎ל ושפלה איננה מן העור."
            ],
            [
                "<b>והיא כהה</b> חז״‎ק אמאי נקט <b>והיא כהה</b> כיון דבתחלת ראייה קאי. וי״‎מ א<b>איננה</b> קאי דוגמת תקות ענוים תאבד לעד. וכן הפירוש ושפלה איננה מן העור ואיננה כהה אבל אם כהה פשיטא שהיא טהורה.",
                "<b>והיא כהה</b> כתיב ביו״‎ד."
            ],
            [
                "<b>נגע הוא</b> בחירק לשון נקבה דקאי אשאת או אבהרת."
            ],
            [
                "<b>ואם תחתיה תעמד הבהרת</b> אע״‎פ שלא כהתה טהור הואיל ובאת ע״‎י עלילת שחין או מכוה אינו נגע גמור כל זמן שלא פסק."
            ],
            [
                "<b>או בשר</b> אין חלוק בין שחין למכוה וחלקן הכתוב לשתי פרשיות לומר שחצי גריס שחין וחצי גריס מכוה אין מצטרפין להיות גריס שלם. כדאיתא במסכת חולין גריס חצי פול והוא שיעור טומאה לשחין ולמכוה."
            ],
            [
                "<b>ומראה עמק</b> מנין לרבות את השוה לגבוה ת״‎ל ושפלה איננה וגו'."
            ],
            [],
            [],
            [
                "<b>לא פשתה בעור והיא כהה, כהה</b> קאי א<b>לא פשתה</b> פי׳‎ לא פשתה ולא כהה כמו שפי׳‎ בשחין."
            ],
            [
                "<b>ואיש או אשה כי יהיה בו נגע בראש</b> לאשה.",
                "<b>או בזקן</b> לאיש."
            ],
            [
                "<b>ובו שער צהב</b> מקום שער קשה ממקום בשר חלק ומשנצטהב בידוע שהבשר מת ונחלש.",
                "<b>דק</b> אף השער נחלש ונכחש מכמות שהיה.",
                "<b>נתק</b> מקום שער קרוי נתק שע״‎י כך השער מתנתק."
            ],
            [
                "<b>וכי יראה</b> אם יראה."
            ],
            [],
            [
                "<b>והתגלח</b> לפי שמצינו תגלחת אחרונה בכהן יכול אף זו כן ת״‎ל והתגלח מכל אדם.",
                "<b>והתגלח</b> לפי שמצינו תגלחת אחרונה בתער יכול אף זו כן ת״‎ל <b>והתגלח</b> בכל דבר. <b>והתגלח</b> אעפ״‎י שהוא נזיר.",
                "<b>ואת הנתק לא יגלח</b> פרש״‎י מניח שתי שערות וכו'. אבל אם יגלח עד הנתק לא יראה הפשיון כי מראה הנגע אינו נראה רק בשערות."
            ],
            [
                "<b>וכבס בגדיו וטהר</b> מלטמא משכב ומושב ומלטמא בביאה.",
                "<b>וטהר</b> מפריעה ופרימה ותגלחת וצפרים."
            ],
            [],
            [],
            [
                "<b>ושער שחר צמח בו</b> וי״‎ו במקום או דוגמת מכה אביו ואמו ומקלל אביו ואמו, מן הכבשים ומן העזים תקחו, אף כאן או שער עמד בעיניו או שער שחור צמח בו.",
                "<b>טהור הוא</b> הואיל ועומד בעיניו או צמח בו שער שחור לא נחלש הבשר."
            ],
            [],
            [],
            [
                "<b>ואיש כי ימרט ראשו</b> לא הזכיר קרח באשה לפי שאין ראשה נקרח."
            ],
            [],
            [],
            [],
            [
                "<b>איש</b> אין לי איש, אשה קטן וקטנה מנין ת״‎ל צרוע בין איש בין אשה קטן וקטנה ואם כן למה נאמר איש לענין שלמטה האיש פורע ופורם ולא האשה. <b>איש צרוע</b> לכל דיני נגע דלעיל קאי כלומר מי שיהיה צרוע באחד מן הנגעים הכתובים למעלה.",
                "<b>[טמא יטמאנו</b> בדבור]."
            ],
            [
                "<b>והצרוע</b> אפילו כהן גדול שנאמר בו את ראשו לא יפרע ובגדיו לא יפרום כאן בגדיו יהיו פרמים וגו'",
                "<b>בגדיו יהיו פרומים</b> יתאבל על מעשיו שבשביל רוע מעשיו בא לו הנגע.",
                "<b>ועל שפם יעטה</b> להפסיק ריח רע היוצא מפיו שלא להזיק את הבריות."
            ],
            [
                "<b>בדד ישב</b> אסור לשמש מטתו שהתשמיש ממקתו. מחוץ למחנה מושבו שחולי זה ידבק על בני אדם הרגילים אצלו.",
                "<b>מחוץ למחנה מושבו</b> מושבו טמא מכאן אמרו הטמא יושב תחת האילן והטהור עומד הטהור טמא. הטהור יושב תחת האילן והטמא עומד הטהור טהור."
            ],
            [
                "<b>והבגד</b> רבי יוסי הגלילי אומר למד על הבגדים שהם טעונים שלוח חוץ לג׳‎ מחנות.",
                "<b>בבגד צמר או בבגד פשתים</b> גבי בגדים הקדים צמר לפשתים לפי שבגד צמר משנגמרה מלאכתו חשוב מבגד פשתים אבל בשתי וערב הקדים פשתים לצמר לפי שהמטוה של פשתים חשוב הוא משל צמר."
            ],
            [
                "<b>או בשתי</b> לשון יסוד המלאכה, כמו השתות ע״‎ש שהוא יסוד.",
                "<b>או בערב</b> ע״‎ש שהוא מערב המטוה יחד.\n"
            ],
            [],
            [],
            [
                "<b>[צרעת ממארת</b> לשון חסרון והפסד]."
            ],
            [],
            [],
            [],
            [
                "<b>בקרחתו או בגבחתו</b> אבגד ועור קאי נמי שיקרא האדם ממקום שער קרח ושלא ממקום שער גבח, כך יאמר לעור ולבגד במקום שער בקרחתו ושלא במקום שער בגבחתו."
            ],
            [],
            [],
            [
                "<b>וכבס שנית</b> השנייה לטהרו והראשונה להסיר את נגעו."
            ],
            [
                "<b>לטהרו או לטמאו</b> כהן שהוא מטהרו מטמאו, ואם מת רואהו כהן אחר. שלימא סדרא דפרשת תזריע"
            ]
        ],
        [
            [],
            [
                "<b>ביום טהרתו</b> מלמד שטהרתו וטומאתו ושחיטת צפרים והזיית דם צפרים ותגלחתו ביום. <b>ביום טהרתו</b> מלמד שלא ישהה. ",
                "<b>והובא אל הכהן</b>, והובא דבר טהרתו אל הכהן, אבל המצורע עצמו אסור ליכנס במחנה. וכן כתיב בסמוך ויצא הכהן אל מחוץ למחנה. ד״‎א <b>והובא אל הכהן</b> שהרי מושבו מחוץ למחנה וביום טהרתו מביאין אותו אל קצה המחנה והכהן יוצא לקראתו."
            ],
            [
                "<b>ויצא הכהן אל מחוץ למחנה</b> למדך הכתוב כהן טהור שיכול ליכנס במחנה מטהר את המצורע שהרי כתיב ויצא ואם לא נכנס במחנה היאך יצא ממנו אבל כהן טמא שאינו יכול להכנס במחנה אינו מטהר את המצורע. והנה נרפא שהלך לו נגע.",
                "<b>נגע</b> שהלך לו שער לבן <b>הצרעת</b> שהלכה לה המחיה. מן הצרוע אפילו מקצת שער לבן."
            ],
            [
                "<b>ולקח למטהר</b> הכהן יקח משלו. <b>למטהר</b> בין איש בין אשה בין קטן ובין קטנה. מכאן אמרו לקח לאיש כשרות לאשה לאשה כשרות לאיש למצורע כשרות לבית.",
                "<b>שתי צפרים</b> כל מקום שנאמר צפור, בטהורה הכתוב מדבר. א״‎ר יצחק עוף טהור נקרא עוף ונקרא צפור, ועוף טמא אינו נקרא אלא עוף בלבד.",
                "<b>טהרות</b> ולא טמאות ולא טרפות.",
                "<b>ועץ ארז</b> ר׳‎ חנינא בן גמליאל אומר ובראשו טרף."
            ],
            [
                "<b>וצוה הכהן ושחט</b> הצווי בכהן והשחיטה בכל אדם.",
                "<b>ושחט את הצפור האחת</b> הבחורה שבשתים.",
                "<b>על מים חיים</b> לומר שהמת הוא המצורע שחשוב כמת מתערב עכשיו עם החיים לבא במחנה ולהיות כשאר בני אדם. על מים חיים לערב עם הדם שהרי אין בדם עצמו כדי לטבל בו את הארז והשני תולעת והאזוב."
            ],
            [
                "<b>ואת הצפר החיה בדם</b> וגו׳‎ כדי שתהא צבועה והולכת על פני השדה ובאים בני מינה המכירים אותה ורואין שנשתנית ומתקבצים עליה והורגין אותה כדי שלא ימצאנה מצורע אחר ויקריבנה ורחמנא אמר וכפר עליו ולא על אחר. וכן אמרו רבותינו חזרה הצפור חזרה הצרעת וראיה לדבר העיט צבוע נחלתי לי והיכן דברה תורה בעיט צבוע אם לא בענין זה, מיהו התלמוד מוכיח שהיא מותרת מסברא וכי אמרה תורה שלח לתקלה."
            ],
            [
                "<b>שבע פעמים</b> על גב ידו של מצורע.",
                "<b>וטהרו</b> בדבור.",
                "<b>ושלח את הצפר</b> סימן טהרה הוא להפריח ממנו הצרעת ולעשות לו דוגמא שכבר ישב כצפור בודד על גג ונקשר ואסור מלבא עם שאר בני אדם ועכשיו הותר לבא עם חבריו כעין צפור זו שהיתה קשורה בידי אדם ועכשיו משולחת ורשויה ללכת עם חברותיה."
            ],
            [],
            [
                "<b>והיה ביום השביעי יגלח</b> מה שצמח באותן הימים השבעה, ושני גלוחין היה עושה.",
                "<b>את כל שערו את ראשו</b> אבל גבי לויים לא נאמר אלא והעבירו תער על כל בשרם כלומר והעבירו תער על בשר כולם כדרך המתגלחים לנוי סביבות הראש והזקן וגבות העינים, שמגלחין מקצת ומשיירין הרוב, שאם אתה אומר כך יגלחו כל השער נמצאו באים מנוולים לפני שכינה אבל מצורעים אילו אפשר להפשיט עורם מעל בשרם ולהיותם חיים היה הכתוב מזקיקם לכך בשביל הצרעת שזרחה על עורם.",
                "<b>ואת כל שערו</b> מה ת״‎ל <b>יגלח,</b> אלא ליתן אחריות להתגלחת שאם לא גלח ביום השביעי מגלח בשמיני בתשיעי ובעשירי."
            ],
            [
                "<b>שני כבשים</b> אחד לעולה ואחד לאשם.",
                "<b>וכבשה אחת</b> לחטאת כמשפט כל חטאת.",
                "<b>ושלשה עשרנים</b> כמשפט עשרון לכל כבש."
            ],
            [
                "<b>ואתם</b> הכבשים."
            ],
            [],
            [],
            [
                "<b>ולקח הכהן, ונתן הכהן</b> מה נתינה בעצמו של כהן אף קבלה בעצמו של כהן, יכול אף נתינה של מזבח תהא ביד, ת״‎ל כי כחטאת האשם הוא לכהן מה חטאת טעונה כלי אף אשם טעון כלי. נמצאת אומר שני כהנים מקבלין את דמו אחד בכלי ואחד ביד וזה שקבל בכלי בא וזורקו על קיר המזבח וזה שקבל ביד בא לו אצל המצורע."
            ],
            [],
            [
                "<b>וטבל הכהן, מן השמן</b> מן במקום בי״‎ת.",
                "<b>וטבל והזה</b> על כל הזיה טבילה.",
                "<b>הימנית</b> מקום הנראה."
            ],
            [
                "<b>על דם האשם</b> לומר שנהפך לו מדם וממיתה לשמן."
            ],
            [
                " וטעם <b>והנותר בשמן</b> בי״‎ת במקום מ״‎ם."
            ],
            [
                "<b>את החטאת</b> היא הכשבה וכבר הזכיר מעשה האשם.",
                "<b>את העלה</b> אחד משני כבשים."
            ],
            [
                "<b>ואת המנחה</b> שלשה קומצי סולת משלושה עשרונים. אבל החטאת והאשם והנותר במנחה ושלשה קומצי סולת נאכל לכהנים."
            ],
            [
                "<b>ואם דל הוא ואין ידו משגת</b> לפי שמצינו דלות בגוף כמו דלות ורעות משכיל אל דל מדוע אתה ככה דל לכך פרט לך כאן, <b>ואין ידו משגת</b> לומר לך דל זה הוא שאין לו ממון."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>על המנחה</b> עם המנחה."
            ],
            [],
            [],
            [
                "<b>כי תבאו אל ארץ כנען</b> לא נאמר כי תבואו גבי נגעי אדם וכלים לפי שאף במדבר היו נוהגים אבל בנגעי בתים שלא היה להם במדבר נאמר כי תבאו אל ארץ כנען. ד״‎א בשביל מעלת ארץ ישראל שהמקדש עתיד להיות בתוכה הוזקקה להיות נקיה וטהורה.",
                "<b>ונתתי נגע צרעת</b> י״‎מ לפי הפשט לפי שהזהיר להלן אבד תאבדון את כל המקומות אשר עבדו שם הגוים ואין אנו יודעים באיזה מקום עבדו לפי׳‎ בא הנגע בבתים להודיע המקום שעבדו שם הכנענים כדי לאבדו."
            ],
            [
                "<b>אשר לו הבית</b> לאחר כבוש וחלוק שיהא כל אחד ואחד מכיר את שלו."
            ],
            [],
            [
                "<b>וראה את הנגע והנה הנגע</b> מלמד שאין הבית מטמא אלא בשני גריסין."
            ],
            [],
            [],
            [
                "<b>וחלצו את האבנים</b> מלמד ששניהם חולצים מכאן אמרו אוי לרשע אוי לשכינו."
            ],
            [
                "<b>יקצע, הקצו</b> שניהם ענין אחד, מדכתיב <b>ואת הבית יקצע</b> וכתוב אבתריה אחרי הקצות את הבית ואחרי הטוח."
            ],
            [
                "<b>יקח וטח</b> אין חברו מיטפל עמו בטיחה."
            ],
            [
                " [העתקתי על פרש״‎י למען יבין כל קורא בו <b>]. ואם ישוב הנגע</b> פרש״‎י יכול חזר בו יהא טמא, ת״‎ל ושב הכהן וגו׳‎ עד: ובא הכהן וראה והנה פשה יכול לא יהא חוזר וכו'. כלומר אם חלץ וקצה וטח וחזר הנגע בעינו - יכול לא יהא טמא אלא אם כן פשה, נאמר צרעת ממארת בבתים וכו׳‎ מה להלן - בבגדים - טמא את החוזר אע״‎פ שאינו פושה אף כאן טמא את החוזר אע״‎פ שאינו פושה וכו', עד אין כאן מקומן של מקרא זה אלא ונתץ את הבית היה לו לכתוב אחר ואם ישוב כלומר אין כאן עיקר מקומו של מקרא זה אלא תכף אחר והאוכל בבית כמו שפרש״‎י לקמן. ואין לקבעו בין שתי שיבות שהרי כל הענין מחובר ואין להפסיק בנתיים. גם אין לקבעו אחר ואם בא יבא משום דקבעי לסמוך ולקח לחטא את הבית אל כי נרפא הנגע עד סליק מניה. ואגב גררא דנתץ נסביה הכא משום דאיכא דקא מטי זמנא דקא מקיים אבתריה ונתץ את הבית כמו שמפרש לקמן. וראה הכהן והנה פשה הא לא בא ללמד כו׳‎ עד נלמוד ביאה האמורה כאן - משיבה - שנאמר בה ושב הכהן מה שיבה ביום שביעי להסגר כדכתיב ושב הכהן ביום השביעי וראה והנה פשה הנגע <b>[</b> מה שיבה] - חולץ - כדכתיב וחלצו את האבנים וקוצה - כדכתיב ואת הבית יקציע וטח - כדכתיב ואם ישוב [את] הנגע ונתץ את הבית. ונותן לו שבוע - לראות אם יחזור הנגע בעיניו שיהיה נותץ, כדכתיב ואם ישוב הנגע וגו׳‎ ונתץ את הבית - אף ביאה זו של ובא הכהן האמורה כאן דמישתעי שעמד בהסגר שבוע ראשון ופשה בהסגר שבוע שני - חולץ וקוצה וטח ונותן לו שבוע, כיצד עמד בהסגר שבוע ראשון וחזר והסגירו שבוע שני ופשה ובא הכהן בסוף הסגר שבוע שני וראה בשבוע השני שפשה חולץ וקוצה וטח ונותן לו שבוע לראות אם יחזור הנגע בעיניו בשבוע זה - ונתץ את הבית. לא חזר טהור ומניין עמד בזה ובזה - כלומר לא פשה בשתי ההסגרות רק עמד בשיעורו הראשון כשבא הכהן תחלה לראותו מניין שיהא חולץ וקוצה וטח ונותן לו שבוע, ת״‎ל ואם בא יבא במי הוא מדבר אם בפושה - בהסגר שבוע - ראשון הרי - דינו - אמור - מושב הכהן. ואם בפושה - בהסגר שבוע - שני הרי - דינו - אמור - מובא הכהן - הא אינו אומר ואם בא יבא - הכהן - אלא את שבא בסוף - הסגר - שבוע ראשון ואת שבא בסוף - הסגר - שבוע שני. וראה והנה לא פשה. היינו עמד בזה ובזה - זה העומד מה יעשה לו יכול יפטרנו וילך - לו - כמו שכתוב כאן וטהר - הכהן - את הבית ת״‎ל כי נרפא הנגע לא טהרתי אלא הרפוי - נראה הנגע הראנו מה יעשה לו. הריני דן משתי ביאות כיצד - ביאה אמורה למעלה - ובא הכהן - וביאה האמורה למטה - ואם בא יבא הכהן - מה ביאה האמורה למעלה חולץ וקוצה וטח ונותן לו שבוע כדגמרינן לעיל. נלמד ביאה משיבה, אף ביאה האמורה למטה חולץ וקוצה וטח ונותן לו שבוע וכו'. ואם בא יבא הכהן לסוף הסגר שבוע שני וראה והנה לא פשה וטהר הכהן את הבית כי נרפא הנגע פי׳‎ אם נרפא ע״‎י חליצה וקיצה וטיחה ונתינת שבוע שלישי ולא חזר הנגע אבל אם חזר נותץ. גמרו של דבר וכו'."
            ],
            [],
            [],
            [
                "<b>כל ימי הסגיר אתו</b> פרש״‎י ולא ימים שקלף את נגעו כלומר הימים התכופים לאחר ההסגר יכול שאני מוציא מוחלט שקלף את נגעו - כלומר כשהוחלט לנתיצה, כגון שחזר אחר חליצה וקיצה וטיחה ונתינת שבוע ולא נתצו רק קלפו, יכול לא יהא הבא אל הבית טמא, ת״‎ל <b>כל ימי</b> - לרבות שהוא טמא הא לך פרש״‎י באר היטב, אבל לפי פשט משמעות דקרא כל פסוק ופסוק ינוח במקומו בשלום, ולא יזוז איש מעל רעהו. כיצד. ואם ישוב הנגע הן לזמן סמוך הן לזמן מופלג אחר שחלץ את האבנים ובא הכהן וראה והנה פשה וכו׳‎ כלומר שחזר ונתץ את הבית מיד והבא אל הבית קודם חליצה וקיצה וטיחה היינו כל ימי הסגיר אותו יטמא עד הערב והשוכב והאוכל אבל אם בא יבא הכהן אחר חליצה וקיצה וטיחה וראה והנה לא פשה כלומר לא חזר וטהר את הבית ולקח לחטא את הבית וגו'.",
                "<b> יטמא עד הערב</b> אחר שרחץ את בשרו כמשפט."
            ],
            [
                "<b>והשכב בבית</b> חמור הוא לפיכך טעון כבוס בגדים וטבילה, שכל הטעון כבוס בגדים טעון טבילה אבל להיות טמא עד הערב אין צ״‎ל, שהרי כל אוכל ושוכב הוא בא בבית ובו נאמר יטמא עד הערב."
            ],
            [
                "<b>וטהר הכהן את הבית</b> בדבור."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>את הצפר החיה אל מחוץ לעיר</b> רבי יוסי הגלילי אומר צפור שהיתה חוץ לכל עיר ואי זו זו דרור.",
                "<b>וכפר על הבית וטהר</b> אם נאמר במצורע - כפרה - למה נאמר בבתים, ואם נאמר בבתים למה נאמר במצורע. לפי שיש במצורע שיש לו טהרה ע״‎י טבילה וטעון קרבן, מה שאין כן בבתים לפי שאינן בני מעשה ויש בבתים שטעונים חליצה וקיצה וטיחה מה שאין כן במצורע."
            ],
            [
                "<b>זאת התורה לכל נגע הצרעת</b> מלמד שלא יראה את הנגעים עד שיהיה בקי בכולן ובכל השמות הכתובים כאן."
            ]
        ],
        [
            [],
            [
                "<b>אל בני ישראל</b> בני ישראל מטמאים בזיבה ואין הגויים מטמאין בזיבה. <b>איש</b> ולא קטן <b>איש</b> הוי מעוט אחר מעוט לרבות קטן.",
                "<b>מבשרו</b> עד שתצא חוץ מבשרו. וכנוי לערוה הוי, כמו ומכנסי בד יהיו על בשרו, וכן יהיה זובה בבשרה."
            ],
            [
                "<b>רר בשרו את זובו</b> מן זובו, כמו כצאתי את העיר."
            ],
            [],
            [
                "<b>ואיש אשר יגע</b> בשעת מגע מטמא בגדים, פירש אינו מטמא בגדים.",
                "<b>במשכבו</b> פרש״‎י למד על המשכב שחמור כו׳‎ כלומר משכב זב אפילו לא נגע בו הזב הרי הוא חמור כזב עצמו והמגע שאינו משכב אינו אלא ולד הטומאה כדכתיב והנוגע בבשר הזב יכבס בגדיו וגו'."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכל אשר יגע בו הזב</b> וגו'. אין כאן מקומו של מקרא זה עד לאחר וכי יטהר הזב מזובו אלא איידי דנקיט ליה במגעותיו של זב כתבינהו לכולהו בחד דוכתא.",
                "<b>וידיו לא שטף במים</b> א״‎ר אלעזר בן ערך מכאן סמכו לטהרת הידים מן התורה ולשון נקיה הוא שהוציא טבילה בלשון רחיצת ידים וכן מצינו ארחץ בנקיון כפי."
            ],
            [
                "<b>וכלי חרש אשר יגע בו</b> נאמר כאן בו ונאמר להלן אשר תבושל בו מה בו האמור להלן מאוירו אף בו האמור כאן מאוירו ומאחר שלמדנו שאין זב מטמא אותו אלא מאוירו מה ת״‎ל <b>אשר יגע בו</b> ללמדך איזהו מגע שהוא ככולו הוי אומר זה הסטו."
            ],
            [
                "<b>לטהרתו</b> מיום שפסק זובו.",
                "<b>ורחץ בשרו במים חיים</b> הזב טעון רחיצת מים חיים אבל כליו והמצורע עולים בכל המימות.",
                "<b>וטהר</b> מלטמא כלי חרס במשא."
            ],
            [
                "<b>יקח לו</b> משלו."
            ],
            [],
            [
                "<b>ואיש כי תצא</b> פרט לקטן ואינו יוצא מכלל קטן עד שיהא בן תשע שנים ויום אחד.",
                "<b>כי תצא ממנו</b> עד שתצא טומאתו חוץ לבשרו מכאן אמרו כהן זב וכהן בעל קרי שהרגישו אבריו, אוחזין באמה ובולעים את התרומה.",
                "<b>ורחץ </b>במים ואפילו במי מקוה.",
                "<b>את כל בשרו</b> במים שכל גופו עולה בהן וכמה הם אמה על אמה ברום שלש אמות, שכן מדת ארכו ורחבו של כל גופו ושיערו חכמים שהם מ׳‎ סאה."
            ],
            [
                "<b> אשר יהיה עליו שכבת זרע</b> מה שכבת זרע האמורה למטה כברייתה אף שכבת זרע האמורה כאן כברייתה פרט לשכבת זרע שנסרחה."
            ],
            [
                "<b>אשר ישכב איש אתה שכבת זרע</b> פרט למערה.",
                "<b>ורחצו במים</b> הקיש רחיצתו לרחיצתה מה רחיצתה פרט לבית הסתרים אף רחיצתו כן."
            ],
            [
                "<b>זבה בבשרה</b> בי״‎ת במקום מ״‎ם כלומר זובה מבשרה ובשרה כנוי לערוה. <b>שבעת ימים תהיה בנדתה</b> כל שבעה תהיה בנדתה מלמד שאינה טובלת מבעוד יום."
            ],
            [],
            [
                "<b>ורחץ במים</b> וכ״‎ש הנדה עצמה בזמנה."
            ],
            [],
            [
                " ואם על המשכב הוא י״‎מ ואם על המשכב הוא, דקאי <b>הוא</b> אדם יהיה זובה. וכן יהיה הפירוש אם אותו דם יהיה על משכבה או על כלי מושבה <b>בנגעו בו</b> אותו הדם באותו כלי <b>יטמא עד הערב</b> ולאחר טבילה. דוגמא וכל בגד אשר יהיה עליו שכבת זרע, ואם תאמר למה נאמר ואם על המשכב הוא אם הנוגע במשכבה טמא הנוגע בדמה לא כל שכן, אלא לפי שאין עונשים מן הדין כתב לך <b>ואם על המשכב הוא</b> . וכן דרשינן גבי כל הבא אל האהל וכל אשר באהל יטמא."
            ],
            [
                "<b>ישכב איש אתה</b> פרט למצורעת."
            ],
            [
                "<b>ואשה כי יזוב זוב</b> לרבות את האונס.",
                "<b>דמה</b> מחמת עצמה ולא דמה מחמת ולד.",
                "<b>ימים רבים</b> והלא אינן רק שלשה ימים אלא לפי שפורשת מבעלה והם ימים של צער קורא אותם רבים.",
                "<b>על נדתה</b> כמו עם נדתה, דוגמת על שדה הארץ יחשב."
            ],
            [],
            [
                "<b>וכל הנוגע בם</b> ע״‎י חבוריהם."
            ],
            [
                "<b>וספרה לה</b> אבל אינה זקוקה ברכה על הספירה שפעמים היא רואה קודם שישלימו לה שבעת ימי טוהר וטעונה לחזור ולספור והויא ברכה לבטלה."
            ],
            [
                "<b>והביאה אותם אל הכהן</b> מניין שהיא טובלת מבעוד יום תלמוד לומר והביאה אותם אל הכהן אל פתח אהל מועד אלא אם היתה מעורבת שמש. מלמד שהיא טובלת מבעוד יום."
            ],
            [],
            [
                "<b>והזרתם</b> זו אזהרה.",
                "<b>ולא ימתו</b> זה עונש.",
                "<b>בטמאתם</b> בשביל טומאתם."
            ],
            [],
            [
                "<b>עם טמאה</b> זבה או נדה או שומרת יום כנגד יום.<b>שלימא סדרא דפרשת מצורע</b>"
            ]
        ],
        [
            [
                "<b>אחרי מות</b> פרש״‎י מה ת״‎ל וכו׳‎ כלומר מה תלמוד לומר פסוק זה של וידבר ה׳‎ אל משה אחרי מות הרי כתיב אבתריה ויאמר ה׳‎ אל משה דבר אל אהרן וגו'. היה ר׳‎ אלעזר בן עזריה מושלו וכו׳‎ זה זרזו יותר מן הראשון וכו׳‎ כלומר שהרי בפסוק שני כתוב ולא ימות מה שאינו כתוב בפסוק ראשון והוא שפרש״‎י ולכך נאמר אחרי מות ואל יבוא בכל עת וגו׳‎ כלומר לפי שלא הזהירו פסוק ראשון יפה, חזר וכתב לך פסוק שני להזהירו יותר. והכי איתא בתו״‎כ ויאמר ה׳‎ אל משה דבר אל אהרן אחיך ואל יבא וגו׳‎ ואין אנו יודעים מה נאמר לו בדבור ראשון היה ר׳‎ אלעזר בן עזריה מושלו וכו׳‎ זה זרזו יותר מן הראשון לכך נאמר אחרי מות שני בני אהרן."
            ],
            [
                "<b>ויאמר ה׳‎ אל משה דבר אל אהרן אחיך ואל יבא בכל עת אל הקודש</b> וגו׳‎ פרשה זו אע״‎פ שהיא של יוה״‎כ בו ביום שהוקם המשכן נאמרה ומפני שבאותו יום מתו שני בני אהרן בשביל ביאה שלא לצורך נאמרה באותו יום אותה אזהרה לאהרן ואל יבא בכל עת. ומה שהפסיק הכתוב מפרשת שמיני ששם מזכיר מיתת שני בני אהרן וקבעה אחר פרשת כל הטמאים לפי שכשגמר פרשת כל הטמאים עדיין לא פירש אם יכנסו למקדש בין שוגגים בין מזידים מה היא כפרתם ומה היא טהרת המקדש לפיכך פרט לך כאן וכפר על הקודש. בקרבתם לפני ה׳‎ על מזבח הזהב שלא כדת.",
                "<b>אל פני הכפרת אשר על הארן</b> מה ת״‎ל אשר על הארון לפי שנאמר בפרכת וסכות על הארון יכול יהא פרכת כסוי על הארון ת״‎ל אל פני הכפרת אשר על הארון הכפרת כסוי לארון ואין פרכת כסוי לארון, <b>ולא ימות</b> עונש שמענו אזהרה מניין ת״‎ל כי בענן אראה. כי בענן אראה עליו נאמר, ה׳‎ אמר לשכון בערפל."
            ],
            [
                "<b>בפר בן בקר</b> אינו אומר שיביא הפר אל הקדש רק דמו וחלבו כדין חטאת."
            ],
            [
                "<b>כתנת בד קדש</b> וגו'. ומה ת״‎ל בד בד ד׳‎ פעמים למעט אפוד וחשן ומעיל וציץ שאין כהן נכנס בם לפני ולפנים אע״‎פ שנאמר בכולן לפני ה'.",
                "<b>על בשרו</b> כנוי לערוה כמו זב מבשרו. מה ת״‎ל ילבש, יחגור, יצנוף, לפי שסופו לרבות לו כלים אחרים בין הערבים אין לו יכול לא ילבש שחרית ת״‎ל ילבש יחגור יצנוף.",
                "<b>ובמצנפת בד יצנף</b> לא הוזכר אפוד וחושן מזה למדו בבית שני לשמש בלא אורים ותומים.",
                "<b>בגדי קדש הם</b> בנין אב לכל הבגדים שיהו משל קדש.",
                "<b>ורחץ במים את בשרו</b> פרש״‎י אותו היום טעון טבילה בכל חליפותיו וכו׳‎ דרך ארץ לעובד לפני המלך לרחוץ את בשרו ולטהר עצמו בכל פעם ואגב דידים משמשניות הן וחיישינן דילמא נגע בטנוף ויחזור ויטמא את הבגדים הזקיקו הכתוב לכל לבישה ופשיטה קדוש ידים ורגלים. כדנפקא לן ביומא מדהטיל הכתוב ורחץ את בשרו במים בין ופשט לולבש ליתן רחיצה לפשיטה, ורחיצה ללבישה. דאם אינו ענין לטבילה מדנפקא היא לן מורחץ במים את בשרו ולבשם תנהו לענין רחיצת ידים. ומה שפירש״‎י קדוש ידים ורגלים מן הכיור היינו ממים שבכיור דקיימא לן במשנה טרף בקלפי אותו היום מקדש ידיו ורגליו מקיתון של זהב."
            ],
            [],
            [
                "<b>וכפר בעדו</b> זה וידוי דברים. יכול כפרה בדמים, הריני דן, נאמר כאן כפרה בפר, ונאמר להלן כפרה בשעיר לכפר עליו. מה כפרה האמורה בשעיר וידוי דברים חוץ מדמים דכתיב והתודה עליו אף כפרה האמורה כאן בפר וידוי דברים חוץ מדמים. וא״‎ת אמאי אינו מתודה על שעיר הפנימי אחד מן השלושה וידויין אלא יש לומר הואיל והוא לגבוה כדכתיב עלה עליו הגורל לה׳‎ גנאי כלפי מטה להתודות עליו."
            ],
            [],
            [
                "<b>וגורל אחד לעזאזל</b> היינו סמאל וכדי שלא יבטל קרבנם נותנים לו שחד ברייתא דרבי אליעזר."
            ],
            [
                "<b>ועשהו חטאת</b> הגורל עושהו חטאת."
            ],
            [
                "<b>יעמד חי לפני ה'</b> עמידתו חי לפני ה׳‎ ומיתתו בצוק. עד מתי הוא זקוק לו להיות חי רבי יהודה אומר עד שיכפר, שנאמר וכלה מכפר את הקדש ואת אהל מועד ואת המזבח, והקריב את השעיר החי."
            ],
            [
                "<b>ושחט את פר החטאת</b> ולקח מלא המחתה, ולקח מדם הפר, והזה, זקוק הוא ליתן את דם הפר לכהן אחר למרסו כדי שלא יקרוש אחר שחיטה בעוד שהוא מוליך הקטורת לפני ולפנים קודם ההזאות."
            ],
            [
                "<b>מעל המזבח מלפני ה'</b> איזהו מזבח שלפני ה׳‎ מקצתו ואין כולו לפני ה׳‎ הוי אומר זה מזבח החיצון."
            ],
            [
                "<b>ונתן את הקטרת</b> שהרי נאמר למעלה כי בענן אראה על הכפורת וכדי שלא להסתכל בשכינה כדכתיב כי לא יראני האדם וחי, צריך להחשיך את הבית תחלה בנתינת הקטרת זהו שנאמר <b>וכסה ענן הקטרת את הכפרת</b> ואחר כך יביא את הדמים שם."
            ],
            [
                "<b>ולקח מדם הפר</b> נוטלו ממי שממרס בו.",
                "<b>על פני הכפרת קדמה</b> על הפנים שכנגד המזרח.",
                "<b>על</b> הוא שאמרו חכמים בכולם אחד למעלה.",
                "<b>שבע פעמים</b> לכפר על שבע חטאתיכם."
            ],
            [
                "<b>אשר לעם</b> שלא יהו אחיו הכהנים מתכפרים בו ובמה מתכפרים בפרו של אהרן."
            ],
            [],
            [
                "<b>וכל אדם</b> מן הכהנים דפשיטא לן אין זר נכנס בהיכל.",
                "<b>לא יהיה באהל מועד</b> שמא יארע להם טומאה בעודם שם ואין הכהן מכפר על טומאה שאירעה בו ביום."
            ],
            [],
            [],
            [
                "<b>והקריב את השעיר החי</b> עד כאן הוא זקוק להיות חי. <b>החי</b> קדמאה בסגול ותניינא בפת״‎ח וסימן ההרים."
            ],
            [
                "<b>את שתי ידו</b> בנין אב לכל הסמיכות שיהיו בשתי ידים.",
                "<b>והתודה עליו</b> כיצד הוא מתודה אנא השם חטאו ועוו ופשעו וכו׳‎ והם עונים אחריו ברוך שם כבוד מלכותו לעולם ועד. אין לי אלא וידוייהן, אונסיהן ספקותיהן שגגותיהן מניין תלמוד לומר עונות לכל עונות, פשעיהם לכל פשעיהם, חטאתם לכל חטאתם, שעיר הנעשה ליום הכפורים מכפר על זדון טומאת מקדש וקדשיו ועל שאר עבירות שבתורה קלות וחמורות שגגות הודע ולא הודע עשה ולא תעשה כריתות ומיתות ב״‎ד, שעיר המשתלח מכפר. [ונתן אתם על ראש השעיר בפה].",
                "<b>ביד איש עתי</b> נמצא במדרש <b>עתי</b> שהגיע זמנו למות תוך אותה שנה שהרי הנושא את השעיר אינו עובר שנתו לכך היו בוררין איש שהגיע זמנו למות תוך אותה שנה וחכמת המזלות היתה קלה בעיניהם."
            ],
            [
                "<b>אל ארץ גזרה</b> משונה מסתם שאר ארצות דוגמא כי נגזר מארץ החיים מקום מופרש ומובדל מאדם שאם ישא אותו אל ארץ הראויה לזרע שוב לא תצמיח.",
                "<b>ושלח את השעיר במדבר</b> דוגמא ושלח את הצפור החיה על פני השדה."
            ],
            [
                "<b>ובא אהרן אל אהל מועד</b> פרש״‎י במס׳‎ יומא פרק אמר להם הממונה למה הוא בא באהל מועד מאחר שגמר עבודותיו הקטרת, ומתן דמים, פר ושעיר. ואף במקרא זה לא פירש מה יעשה שם הא אינו בא אלא להוציא כף ומחתה שהניח בין הבדים, וא״‎ת הרי זו ביאה ריקנית ושלא לצורך שיכול להניח כף ומחתה בקדש הקדשים עד יום הכפורים אחר ואז יוליך שם כף ומחתה אחרת ובחזרתו יוציא משם כף ומחתה שנשתיירו שם מאשתקד וי״‎ל דאין זה ביאה ריקנית שאם יניח שם כף ומחתה בדשנם גנאי הוא כלפי מעלה משום דמאיס. ועוד פרש״‎י כאן אין כאן מקומו של מקרא וכו׳‎ כלומר מתוך קו הדין היה לנו לומר שכאן מקומו כדי שיהו כל עבודות פנים בבת אחת בלא שום הפסק. כיצד משהתחיל כל עבודות פנים כגון מעשה פר ושעיר הפנימים והקטורת ושעיר לעזאזל היה לו לחזור ולבא אל אהל מועד הוא קודש הקדשים להוציא משם כף ומחתה שהיא גמר עבודת הפנימיות אלא גמירי חמש חמש טבילות ביום ואם יהיו העבודות כסדר המקראות לא משכחת להו לטבילות אלא שלש כיצד אחת לתמיד של שחר ואחת בינו לבין עבודת היום כולה עם הוצאת כף ומחתה ואחת בין עבודה זו לבין עבודת אילו ואיל העם ועמהן המוספין ותמיד הערב לפיכך צריך להפסיק מעשה אילו ואיל העם בין עבודת היום לבין עבודת הוצאת כף ומחתה. והוצאה זו תפסיק בין אילו ובין איל העם ותמיד הערב. הרי חמש עבודות שלהן חמש טבילות היינו שפירש״‎י אין כאן מקומו של מקרא אלא איידי דקאי קרא בעבודת פנים נקט כולהו ואזיל."
            ],
            [
                "<b>ורחץ את בשרו במים</b> ברחיצת ידים ורגלים הכתוב מדבר כדאמרינן לעיל."
            ],
            [
                "<b>ואת חלב החטאת</b> תרגום לשון רבים וית תרבי דחטוותא, והם פר ושעיר הפנימיים של יום הכיפורים."
            ],
            [
                "<b>ורחץ את בשרו במים</b> די לו בכך ולא יטמא עד הערב."
            ],
            [
                "<b>ושרפו באש</b> הכהנים ישרפו <b>את ערתם ואת בשרם ואת פרשם</b> מה עור ובשר ופרש האמורים להלן ע״‎י נתוח אף כאן על ידי נתוח."
            ],
            [],
            [
                "<b>תענו את נפשתיכם</b> פירוש ענוי שיהא בבית נפשותיכם ואיזו זו אכילה ושתיה."
            ],
            [
                "<b>כי ביום הזה יכפר עליכם</b> דרש ר׳‎ אלעזר בן עזריה מכל חטאתיכם לפני ה׳‎ תטהרו דברים שבין אדם להקב״‎ה מוחלין לו שבינו לבין חברו אין מוחלים לו עד שיפייסהו."
            ],
            [
                "<b>שבת שבתון היא</b> דין כתיב ביו״‎ד ושל פרשה אמור בוי״‎ו ושניהם נקראין ככתיבתן וסי׳‎ ותאכל היא והוא.",
                "<b>לכם</b> זהו יום הכפורים המקודש בשבילכם אבל יום השביעי נקרא שבת לה'."
            ]
        ],
        [
            [],
            [
                "<b>דבר אל אהרן ואל בניו</b> כי הם השוחטים במדבר.",
                "<b>ואל כל בני ישראל</b> על ידי שפרשה זו מזהרת בשחיטת קדשים סמוכה כאן."
            ],
            [],
            [
                "<b>ואל פתח אהל מועד</b> כל זמן שלא העמיד משה את המשכן היו הקרבנות קרבים בכל מקום וכן מצינו וישלח את נערי בני ישראל ויעלו עולות כיון שהוקם המשכן הוזהרו ונאסרו להקריב רק אל פתח אהל מועד. דם יחשב בחולין הכתוב מדבר להרגילם שימשכו ידיהם מעבודת כוכבים כמו שמפרש והולך ולא יזבחו עוד את זבחיהם לשעירים שהיו שטופים בהם במצרים וצוה עכשיו שיעשו חולין שלהם שלמים.",
                "<b>דם שפך ונכרת</b> ששפך דם שהיה לו לזרקו לפני הקב״‎ה.",
                "<b>דם שפך ונכרת</b> עונש שמענו אזהרה מניין תלמוד לומר השמר לך פן תעלה עולותיך וגו'."
            ],
            [
                "<b>וזבחו זבחי</b> וגו׳‎ סרסהו ודרשהו וזבחו אותם לה׳‎ זבחי שלמים."
            ],
            [],
            [
                "<b>חקת עולם</b> אינו מוסב אל והביאום אל פתח אהל מועד אלא אל ולא יזבחו עוד את זבחיהם וגו'."
            ],
            [],
            [],
            [
                "<b>אשר יאכל כל דם</b> בהרבה מקומות הזהיר הכתוב על הדם לפי שהוא נבלע באברים מה שאין כן בחלב וגיד."
            ],
            [
                "<b>כי נפש הבשר בדם הוא</b> בחירק, קדמאה ובתראה קריין היא לשון נקבה ותרין מציעי הוא לשון זכר ככתיבתן, וסימן לדבר נקבה תסובב גבר.",
                "<b>בנפש יכפר</b> בשביל הנפש יכפר."
            ],
            [
                "<b>על כן אמרתי</b> בפרשת ויקרא."
            ],
            [
                "<b>ציד חיה</b> לרבות כל חיה כשרה.",
                "<b>או עוף</b> בין מרובה בין מועט מכאן אמרו שחט מאה חיות במקום אחד כסוי אחד לכולן שחט חיה ועוף במקום אחד כסוי אחד לכולן.",
                "<b>חיה או עוף</b> עוף דומיא דחיה מה חיה דאינה קרבה אף עוף דאינו קרב פרט לעוף הקרב לגבי מזבח שאין דמו טעון כסוי.",
                "<b>וכסהו בעפר</b> כדי שלא יהא ראוי לאכילה."
            ],
            [
                "<b>כי נפש כל בשר</b> וגו׳‎ שלא תאמר כדין אסר לנו דם קדשים שהרי ניתן על גבי המזבח לכפר שנא׳‎ כי הדם הוא בנפש יכפר וכן דם בהמות חולין שהרי במינה בת כפרה היא אבל חיה ועוף שאין במינן דם ראוי לכפר לא אסר הכתוב לכך נאמר וכסהו בעפר. <b>כי נפש כל בשר דמו בנפשו הוא</b> סרסהו בדמו נפשו דוגמא קדוש היכלך כמו היכל קדשך.",
                "<b>ואמר</b> כבר <b>לבני ישראל</b> בפרשה שלמעלה."
            ],
            [
                "<b>וכל נפש</b> אפילו קטן.",
                "<b>אשר תאכל נבלה וטרפה</b> אהדריה אחיה ועוף."
            ]
        ],
        [
            [],
            [],
            [
                "<b>כמעשה ארץ מצרים, וכמעשה ארץ כנען</b> ר׳‎ יוסי הגלילי אומר אחר ששוקל מעשה ארץ מצרים כמעשה ארץ כנען ומעשה ארץ כנען כמעשה ארץ מצרים למה זכו הכנענים לשבת בארצם ארבעים ושבע שנים שנאמר וחברון שבע שנים נבנתה לפני צוען מצרים אלא בשכר שקברו את אברהם אבינו במערת המכפלה זכו. ונסמכה כאן פרשה זו לפי שהזכיר למעלה ענין השעירים שהיו עסוקים בפסח במצרים."
            ],
            [],
            [
                "<b>וחי בהם</b> אבל אם לא יעשה אותם ונכרתו הנפשות העושות."
            ],
            [
                "<b>לא תקרבו</b> כנוי לשכיבה, כמו ואבימלך לא קרב אליה, ואקרב אל הנביאה.",
                "<b>לא תקרבו</b> הרי כאן שנים ללמדך שאף האשה מוזהרת."
            ],
            [],
            [],
            [
                "<b>ערות אחותך</b> שלא ע״‎י נשואין.",
                "<b>בת אביך</b> כגון שאנס או פתה אביך אשה שאינה אמך וילדה לו בת היינו <b>מולדת בית</b> או שאנס או פתה איש נכרי אמך וילדה לו בת היינו מולדת חוץ."
            ],
            [
                "<b>ערות בת בנך או בת בתך</b> וגו׳‎ בתו מנין אתיא הנה הנה כתיב הכא בשאר הבא ממנה ערות אשה ובתה לא תגלה את בת בנה ואת בת בתה לא תקח לגלות ערותה שארה הנה זמה היא ואף בשאר הבא ממנו כתיב הכא ערות בת בנך או בת בתך לא תגלה ערותן כי ערותך הנה מה הנה דשאר הבא ממנה הזהיר על בתה ובת בנה אף הנה דשאר הבא ממנו הזהיר על בתו ובת בתו כו׳‎ פרק אלו הן הנשרפין."
            ],
            [
                "<b>אחותך היא</b> למעלה דבר הכתוב באחוה שלא ע״‎י נשואין וכאן ע״‎י נשואין וה״‎ה לבת אמך שע״‎י נשואין וכ״‎ש לאחותך מאביך ומאמך."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואשה אל אחתה</b> עם אחותה כמו אל חלליהם דיהושע.",
                "<b>לא תקח לצרר</b> אל תגרום שתהיינה שתיהן צרורות בחייהן אלמנות חיות שכל אחת מהן אוסרת חברתה לשון ותהיינה צרורות אלמנות חיות.",
                "<b>לגלות ערותה</b> של השנית עם הראשונה בחייה.",
                "<b>עליה</b> עמה כמו על שדה הארץ יחשב."
            ],
            [
                "<b>לא תקרב לגלות ערותה</b> לא תקרב אליה בעת נדתה אלא המתן עד שתטהר."
            ],
            [],
            [
                "<b>ולא תחלל את שם אלקיך</b> ומי הוא אלקיך אני ה'."
            ],
            [
                "<b>תועבה הוא</b> בחירק יגיד עליו רעו שניהם לשון נקבה."
            ],
            [
                "<b>לרבעה</b> מפיק ה״‎א ודפרשת קדושים לרבעה רפה.",
                "<b>תבל הוא</b> בשורק יגיד עליו רעו שניהם בלשון זכר."
            ],
            [],
            [
                "<b>ותקא הארץ</b> וכל מה שיקיא האדם נתעב בעיניו ולא יחפוץ האדם שישוב אליו עוד."
            ],
            [
                "<b>ושמרתם אתם</b> אתם שומרים שאתם פתחתם תחלה וכן הוא אומר גן נעול אחותי כלה.",
                "<b>את חקתי</b> פרשת עריות שהזכרתי.",
                "<b>ואת משפטי</b> שתעשו המשפט שאצוה על העובר על אחת מהם."
            ],
            [],
            [
                "<b>ולא תקיא הארץ אתכם</b>, כלומר לא די לכם שילום פרעון בהקאה בלבד אלא מאי כי כל אשר יעשה מכל התועבות האלה ונכרתו הנפשות העושות.",
                "<b>כאשר קאה</b> מצינו לשון זכר על נקבה ולא נשא אותם הארץ נעתם ארץ ישוב אל הארץ. וי״‎מ שהמליצה חסרה תיבת היא, כאלו כתוב כאשר קאה היא את הגוי. דוגמא ורחל באה עם הצאן."
            ],
            [
                "<b>הנפשות</b> הרי כאן שניים לחייב את האשה."
            ],
            [
                "<b>לבלתי עשות מחקות התועבת</b> שמגפפים ומנשקים ומתוך כך באים לידי זימה.",
                "<b>אשר נעשו לפניכם</b> שלא תאמרו הואיל והקדמונים עשו כך אעשה כך גם אני.",
                "<b>אני ה׳‎ אלקיכם</b> אין לי להשיב על דברי אפילו אין אתם יודעים טעם מצותי. שלימא סדרא דפרשת אחרי מות"
            ]
        ],
        [
            [],
            [
                "<b>דבר אל כל עדת בני ישראל</b> מלמד שפרשה זו נאמרה בכנוס כעשרת הדברות ולמה לפי שכל הדברות כלולות בה, כאן אנכי וכאן אנכי ה׳‎ אלוקיכם, כאן לא יהיה לך וכאן אל תפנו אל האלילים, כאן לא תשא וכאן לא תשבעו בשמי, כאן זכור וכאן את שבתותי תשמורו, כאן כבד את אביך ואת אמך וכאן איש אמו ואביו, כאן לא תרצח וכאן לא תעמוד על דם רעך, כאן לא תנאף וכאן מות יומת הנואף והנואפת, כאן לא תגנוב וכאן לא תגנובו, כאן לא תענה ברעך וכאן לא תלך רכיל בעמך, כאן לא תחמוד וכאן לא תעשוק. ונסמכה פרשה זו לפרשת עריות שלא יהיו סבורים שבשביל שמירת עריות לבד יעמדו בארץ כי גם יש מצות אחרות שעליהם להתקיים בארץ.",
                "<b>קדשים תהיו</b> מכל אשר הזהרתי אתכם בסמוך."
            ],
            [
                "<b>איש אמו</b> הזכיר האם תחלה לפי שהוא מכירה תחלה, ואח״‎כ שבת כי מצוה על האב שישמור הקטן השבת, ואח״‎כ יכיר הקב״‎ה ששבת ביום השביעי ואחריו אל תפנו אל האלילים שלא לכפור בעיקר.",
                "<b>ואת שבתתי תשמרו</b> תעשו כמוני ששבתתי בו מכל מלאכה. וכשם שבעשרת הדברות נאמר כבוד אב ואם אצל שמירת שבת שהושוה כבודם לכבוד הקב״‎ה אף כאן כן. ולכך סמכן, שלא תאמר אחר שהשוה הכתוב כבוד אב ואם לכבוד המקום דכתיב כבד את אביך וגו׳‎ וכתיב כבד את ה׳‎ מהונך אם יאמרו לך אביך ואמך תדחה שבת שיהיה חייב לעשות אע״‎ג דכבוד אב אינו אלא עשה ושמירת השבת עשה ולא תעשה, כיון שהשוה הכתוב כבודו לכבוד המקום קמ״‎ל. כל זה מפרש בפרק אלו מציאות. וקשיא למה אצטריך קרא, דכל הקשה אינה להחמיר אלא להיות כמוהו ואם כן מנין לנו שיהיה דוחה כבוד המקום בשביל כבוד אביו ואמו וי״‎ל לפי שההקש מאביו ואמו הוא יותר מהמקום דלגבי המקום אומר כבד את ה׳‎ מהונך כלומר אם יש לו, ובאביו ואמו אם אין לו חייב לחזור על הפתחים בשביל כבודם. כך פירשו התוספות. ועדיין יקשה דכתיב ונשיא בעמך לא תאור בעושה מעשה עמך ואם אביו ואמו אומרים לו לחלל שבת אינו חייב לכבדם. וי״‎ל דמיירי בשבות דרבנן דאתי כבוד אב ואם דאורייתא ודחי שבות דרבנן."
            ],
            [
                "<b>אל תפנו אל האלילם</b> שלא יזונו עיניכם מהם.",
                "<b>ואלהי מסכה</b> אהדריה קרא להזהיר אף לרבים."
            ],
            [
                "<b>לרצנכם תזבחהו</b> תנו רצונכם בו שלא תהיו צרי עין במה שתקריבו לפני הקב״‎ה לפי שיש בני אדם שאינן מקריבים מן הלב אלא מתוך שרואים שאר בני אדם חבריהם עושים ויש להם בשת אם לא יעשו כך. ד״‎א עשו דבר שיהיה לכם לרצון כיצד ביום (ההוא) [זבחכם] יאכל וממחרת.",
                "<b>תזבחהו</b> אין שוחטין שני ראשין כאחד."
            ],
            [],
            [],
            [
                "<b>כי את קדש ה׳‎ חלל</b> לאחר שהקריב את האמורים להקב״‎ה כל הבשר קדש."
            ],
            [
                "<b>ובקצרכם</b> כמו שאתם נותנים מזבח השלמים האמורים להקב״‎ה כך תתנו לעני ולגר מקציר ארצכם לכבוד הקב״‎ה.",
                "<b>בקצרכם</b> פרט לשקצרו כנענים שאם קצרוהו כשהוא כנעני ונתגייר פטור מן הפאה.",
                "<b>את קציר ארצכם</b> לרבות קטנית.",
                "<b>לא תכלה פאת שדך</b> ר׳‎ שמעון אומר נתן בין בתחלה בין באמצע בין בסוף יצא והרי זו פאה ובלבד שלא יפחות אחד מששים.",
                "<b>לקצר</b> באחרונה, לרבות את התולש."
            ],
            [],
            [
                "<b>לא תגנבו</b> הוציאו בלשון רבים ללמדך כי הרואה ומחריש גם הוא גנב כמו בעל הגנבה. אזהרה שמענו עונש מנין תלמוד לומר שנים ישלם.",
                "<b>לא תכחשו ולא תשקרו</b> אזהרה שמענו עונש מנין תלמוד לומר וכחש בה - וחמשיתו יוסף עליו. אחר שצוה הקב״‎ה שיתן האדם משלו לכבוד הקב״‎ה צוה גם כן שלא יגנוב ממון אחרים."
            ],
            [
                "<b>ולא תשבעו</b> כתב לך ולא תשבעו באחרונה כי החשוד בגנבה ובפקדון ישבע לא תגנובו, ולא תכחשו ולא תשבעו, אהדריה קרא להזהיר את הרבים.",
                "<b>וחללת את שם</b> שהנשבע לשקר אינו מחשיב שם הקב״‎ה ונשבע בו ומשקר."
            ],
            [
                "<b>פעלת שכיר</b> כמו כי פועל אדם ישלם לו.",
                "<b>פעלת שכיר</b> כל דבר במשמע שכר אדם וכלים ובהמה וקרקעות."
            ],
            [],
            [],
            [
                "<b>לא תלך רכיל</b> שלא תאמר אם אתה מן הדיינים, אני מזכה וחברי מן המחייבים, אבל מה אעשה שחברי רבו עלי. ד״‎א לא תלך רכיל, לא תעמד אלו נאמר ולא תעמוד בוי״‎ו הייתי אומר שתי מצות הן עכשיו שכתוב לא בלא וי״‎ו על כורחין שניהם מצוה אחת. וכן הפירוש <b>לא תלך רכיל</b> כדי ש לא תעמד על דם רעך. שכשתאמר לרעך פלוני הוציא דבה עליך, אותו הנאמר עליו עומד עליו והורגו. ויחזקאל בא ופי׳‎ אנשי רכיל היו בך למען שפוך דם. ד״‎א <b>לא תלך רכיל</b> אבל אם שמעת עצה על חברך להרגו לא תעמוד על דמו אלא הודע לו העצה.",
                "<b>לא תלך רכיל</b> זה המחזר לשון הרע מזה לזה ותרגומו לא תיכול קורצין. לא תכריז לשון הרע הנעשה בקריצות עינים. וכן בדניאל ואכלו קורציהון דיהודאי. פי׳‎ הכריזו. ירעם מן שמים, ת״‎י אכלי מן שמיא, לשון השמעת קול."
            ],
            [
                "<b>לא תשנא את אחיך בלבבך</b> אם שמעת שהעוה לך לא תהיה נוטר לו שנאה בלבבך מסותרת אלא <b>הוכיח תוכיח</b> אותו מדוע עשית לי כך ושמא מתוך כך יתברר הדבר כי הכל שקר ולא נתכוין למה שאתה סבור, או יתקן את מה שהעוה ומתוך כך <b>לא תשא עליו חטא</b> לחשדו בדבר שאינו. ד״‎א הוכח תוכיח את עמיתך אם ראית בו ערות דבר תוכיחנו. אבל אם לא תוכיחנו <b>תשא עליו חטא</b> לחשדו בדבר שאינו.",
                "<b>עליו</b> בשבילו. כמו כי עליך הורגנו כל היום. כי עליך נשאתי חרפה."
            ],
            [
                "<b>לא תקם</b> לפי שהחימה מכבשתך, אבל הקב״‎ה שהוא כובש את החימה כתיב נוקם ה׳‎ ובעל חימה.",
                "<b>ולא תטר</b> בממון דבר הכתוב, אבל בשל גוף, אינו זקוק למחול לו עד שיפיסנו.",
                "<b>לא תקם</b> במעשה. ולא תטר במחשבה.",
                "<b>לא תקם</b> פרש״‎י, אמר לו השאילני מגלך וכו׳‎ וא״‎ת מאי שנא שאין הקב״‎ה מזהיר בלאו על אותו שלא רצה על לא דבר להשאיל לחבירו כליו ועל זה שיש לו עליו טענה גדולה שלא רצה להשאילו תחלה הזהיר בלאו. וי״‎ל שהראשון לא הניח להשאיל לו אלא מחמת צרות עין שהיה מגלו חביב עליו ואין הקב״‎ה מכריחו להשאיל כליו שלא מרצונו. אבל זה שהיה משאיל לו לולי השנאה שהוא רוצה להנקם, אם כן מחמת שנאה הוא עושה כך, לפיכך אמר הקב״‎ה תנצח האהבה שיש לך עמו את השנאה שיש לך עמו ומתוך כך יבא שלום בעולם.",
                "<b>ואהבת לרעך כמוך</b> אם תעשה כן תאהבהו, והלמ״‎ד בו יתרה, דוגמא לכל חיל פרעה, לכל כליו תעשה נחשת. ד״‎א אינו אומר ואהבת רעך כמוך. דאי אפשר לעשות כן אלא <b>לרעך</b>, פירוש ואהבת לעשות לו טובה כמו שאתה אוהב שיעשה הוא לך. דעלך סני לחברך לא תעביד. וכן תפרש גבי והגר הגר אתכם ואהבת לו כמוך."
            ],
            [
                "<b>את חקתי תשמרו</b> אהדריה קרא, למעלה הזהיר בחוקות עריות וכאן הזהיר בחוקות כלאים, ללמדך שאין מרכיבים עץ מאכל על גבי עץ מאכל.",
                "<b>בהמתך לא תרביע כלאי </b> אחר שצוה להיות קדוש שלא לעשות חמס לרעהו צוה כמו כן שלא לעשות לבהמה ולשאר ענינים לשנות בהם מעשה הקב״‎ה שכשם שצוה הקב״‎ה במעשה בראשית שכל אחד ואחד יוציא פרי למינהו כך צוה והזהיר בכל עניני כלאים.",
                "<b>ובגד כלאים</b> י״‎מ הטעם שנאסרו לפי שבגדי כהונה היו מצמר ופשתים כדאמר בעלמא. מדשש כתנא תכלת עמרא דומיא דחלב ודם ושמן המשחה וקטרת שנאסרו דהוה ליה כמשתמש בשרביטו של מלך."
            ],
            [
                "<b>ואיש כי ישכב את אשה</b> ר״‎א בן עזריה אומר כל העריות כבר אמורות, אנו אין לנו אלא אחת, את שחציה שפחה וחציה בת חורין.",
                "<b>נחרפת</b> מזומנת, כמו בימי חרפי, בימי זמני. ד״‎א מופקרת אבנדוניא״‎ש בלע״‎ז כמו עם חרף נפשו למות.",
                "<b>חפשה</b> ה״‎א רפה.",
                "<b>בקרת תהיה</b> לשון ביקור יבקרו ויחקרו את עניניה כיצד <b>לא יומתו</b> אם <b>לא חפשה</b> כמו שפרש״‎י."
            ],
            [
                "<b>איל אשם</b> ונאמר להלן איל אשם לג״‎ש מה להלן איל בכסף שקלים אף כאן איל בכסף שקלים."
            ],
            [],
            [
                "<b>וכי תבאו</b> אחר שהזכיר זרע השדה וזרע האשה שהיא כעין הארץ הזכיר גם את הנטוע.",
                "<b>ונטעתם</b> אפי׳‎ עץ זקן. <b>ונטעתם</b> פרט למבריך ולמרכיב ולעולה מאליו במדבר, אבל עולה מאליו בישוב חייב.",
                "<b>כל עץ מאכל</b> פרט לאילני סרק ולנוטע לסייג ולקורות ולעצים. מכאן יש לפסוק על התותים ועל הנרוזילי״‎ש והפרונילי״‎ש הגדלים בסייג השדות והכרמים והקרקעות שאין בהם משום ערלה.",
                "<b>שלש שנים יהיה לכם ערלים</b> אין דרך ארץ שיתהנו ממנו עד שתביאו ממנו קרבן להקב״‎ה שהרי ראוי להקריב לפניו ראשית כל התבואות ובשלש השנים הראשונים לנטיעתו אינו מביא דבר נאה ומתקבל לעשות קרבן להקב״‎ה לפי שעדיין לא נשרש ולא ניתושב קודם לכך. לכם להביא את הנטוע לרבים."
            ],
            [
                "<b>[</b> נטע רבעי מי שאוכל הוא דרך רעבתנות ואכזריות]."
            ],
            [],
            [
                "<b>לא תאכלו על הדם</b> בלא שחיטה וכן הוא אומר ושחטתם בזה ואכלתם ולא תחטאו לה׳‎ לאכול על הדם. ד״‎א <b>לא תאכלו על הדם לא תנחשו</b> אתם גואלי הדם לא תנחשו לאכול על הדם. פי׳‎ על קבר הרצוח כדי להנצל שלא להנקם מכם שכן מנהג אמורי הוא. ובשביל שהזכיר לא תאכלו על הדם שהוא מנהג אמורי הזכיר אחריו משאר מנהגיהם."
            ],
            [],
            [
                "<b>ושרט</b> לחייבו על כל אחת ואחת מחמש שריטות אפילו עשאן בפעם אחת.",
                "<b>לנפש</b> דוקא בשביל מת פרט לביתו שנפל ולספינתו שטבעה בים."
            ],
            [
                "<b>אל תחלל את בתך להזנותה</b> זה המשהה בתו בוגרת ואינו משיאה.",
                "<b>ולא תזנה הארץ</b> הא אם אתה זונה הארץ תזנה. כיצד ויקו לעשות ענבים ויעש באושים אתה זורעה חטים והיא מעלה לך קוצים. ד״‎א ולא תזנה הארץ ולא יזנו יושבי הארץ דוגמא ארץ כי תחטא לי.",
                "<b>זמה</b> זו מה היא."
            ],
            [
                "<b>את שבתתי תשמרו</b> כמו שפרש״‎י. ואעפ״‎י שהזהירנו כיוצא בזה גבי משכן חזר והזהיר אף גבי מקדש לפי שהוא קדוש וקבוע ביותר. ומקדשי תיראו ולפיכך אל תפנו אל האבות ואל הידענים, כי מה לכם אל האבות ואל הידעונים הרי יש לכם מקדש שיש בו אורים ותומים. ד״‎א <b>ומקדשי תיראו</b> מצות קדושתי כל המצוות קרואות בלשון קדושה. וראיה לדבר בפרשה של מטה למען טמא את מקדשי שהוא לשון קדושה ולחלל את שם קדשי שלאחריו כפל מלה ואין לפרשו לשון מקדש ממש כי מה טומאת מקדש יש במעביר מזרעו למולך."
            ],
            [],
            [],
            [
                "<b>וכי יגור אתך גר</b> בא ואמר לו גר אני יכול יקבלנו ת״‎ל <b>אתך</b> במוחזק לך."
            ],
            [
                "<b>כאזרח מכם</b> מה אזרח שקבל עליו כל דברי התורה אף גר כן מכאן אמרו גר שקבל עליו כל דברי תורה חוץ מדבר אחד אין מקבלים אותו ר׳‎ יוסי ב״‎ר יהודה אומר אף דבר קטן מדברי סופרים.",
                "<b>כי גרים הייתם בארץ מצרים</b> פרש״‎י מום שבך אל תאמר לחברך ובמצרים עבדו ישראל עבודת כוכבים כדכתיב בסוף יהושע והסירו את אלהים אשר עבדו אבותיכם בעבר הנהר ובמצרים.",
                "<b>[ואהבת לו כמוך</b> כמו שאתה רוצה שהוא יעשה לך כן אתה תעשה לו]."
            ],
            [
                "<b>ובמשורה</b> כמו ומים במשורה תשתה היא שם מדת הלח."
            ],
            [],
            [
                "<b>ושמרתם את כל חקתי</b> אהדריה קרא בשביל שכללם עכשיו."
            ]
        ],
        [
            [
                "<b>וידבר ה'</b> התחיל בל׳‎ זה לפי שיש מכאן ואילך חיוב נפש."
            ],
            [
                "<b>באבן</b> מלמד שאין כולם רוגמים רק אם לא ימות באחת."
            ],
            [
                "<b>ואני אתן את פני</b> כשעבר בלא עדים והתראה. [למען טמא את מקדשי מצות קדושתי]."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ושמרתם את חקתי</b> אהדרי׳‎ קרא. למעלה הזהיר בחוקות עריות וחוקות כלאים וכאן בחוקות עבודת כוכבים."
            ],
            [
                "<b>כי איש איש אשר יקלל את אביו</b> אדלעיל קאי ושמרתם את כל חוקותי וגו׳‎ כלומר דין הוא שתקיימו את מצותי שהרי איש כי יקלל את אביו ואת אמו וגו'. וכיון שיש עונש במזלזל אביו ואמו כל שכן שיש לי דין עליכם לשמור מצותי שאני אביכם מלככם ובוראכם.",
                "<b>את אביו</b> ולא את אבי אביו. ואת אמו ולא את אם אמו.",
                "<b>אביו ואמו קלל</b> סמך קללה לאביו וסמך קללה לאמו לחייבו על זה בלא זה.",
                "<b>אביו ואמו קלל</b> אהדריה קרא בשביל דמיו בו."
            ],
            [
                "<b>ואיש אשר ינאף</b> חוזר על כל העריות שבפרשת אחרי ופורט את דינם כאן, רובן בפירוש ומקצתן בגזירה שוה חוץ מערות אשה אל אחותה.",
                "<b>מות יומת הנאף והנאפת</b>  עונש שמענו אזהרה מנין ת״‎ל לא תנאף."
            ],
            [
                "<b>אשר ישכב את אשת אביו</b> בין שהיא אמו בין שאינה אמו. אמו שאינה אשת אביו מנין ת״‎ל לא תנאף. נאמר כאן בעונש ערות אביו גלה ונאמר להלן באזהרה ערות אביך לא תגלה מה באזהרה עשה הכתוב אמו שאינה אשת אביו כאמו שהיא אשת אביו כדדרשינן ערות אמך להביא אמו שאינה אשת אביו אף כאן בעונש עשה הכתוב את אמו שאינה אשת אביו כאמו שהיא אשת אביו. ואיש כי יקח את אחותו מפקינן מיניה ערות אחותך בת אביך או בת אמך וערות בת אשת אביך כמו ששנינו בפרק כיצד. <b>אשת אביו</b> באמו שהיא אשת אביו.",
                "<b>את אשת אביו</b> נאמר כאן ערות אביו גלה, ונאמר להלן ערות אשת אביך לא תגלה, מה להלן לרבות אשת אביו לאחר מיתה אף כאן לרבות אשת אביו לאחר מיתה בפרק ד׳‎ מיתות."
            ],
            [],
            [
                "<b>משכבי אשה</b> ולא מעשה חידודין.",
                "<b>תועבה עשו שניהם</b> אם אין הנשכב אנוס."
            ],
            [
                "<b>ואיש אשר יקח את אשה ואת אמה זמה היא באש ישרפו</b> וגו'. הבא על בתה ועל בת בנה ובת בתה מנין אתיא זמה זמה נאמר כאן גבי עונש ואיש אשר יקח את אשה ואת אמה זמה היא וגו', ונאמר להלן באזהרה ערות אשה ובתה לא תגלה את בת בנה ואת בת בתה לא תקח לגלות ערותה שארה הנה זמה היא, מה זמה דלהלן בתה ובת בנה ובת בתה אף זמה דכאן בתה ובת בתה ובת בנה הבא על אחת מכולן נדון בשריפה. ומניין לידון בשאר הבא ממנו כבשאר הבא ממנה אתיא הנה הנה אתיא זמה זמה מה שאר הבא ממנה כתב ביה הנה וזמה עמו כדכתיב בפרשת אחרי ערות אשה ובתה וגו׳‎ שארה הנה זמה היא אף שאר הבא ממנו ערות בת בנך או בת בתך דכתיב ביה הנה כאלו כתיב ביה זמה עמו והדר ילפינן זמה דמייתינן משאר דידה מזמה דכתיב גבי עונש ואיש אשר יקח את אשה ואת אמה זמה היא באש ישרפו וגו'. מה זמה דאשה ואמה ילפינן מיניה בתה ובת בתה ובת בנה בשרפה אף זמה דמייתינן בשאר דידיה בתו ובת בתו ובת בנו הבא על כל אחת מכולן נדון בשרפה בפרק אלו הן הנשרפים.",
                "<b>ישרפו אתו ואתהן</b> אי אפשר לומר אשתו ראשונה ישרפו שהרי נשואה לו בהיתר אלא אשה ואמה דכתיב כאן היינו חמותו ואמה. ד״‎א ואתהן כמו שדרשוהו רבותינו בוי״‎ו שעשאוהו כשתי תיבות את הן כמו את אחת מהן שכן קורין בלשון יוני לאחת הינא. כלומר בשתיהן שייך דין שרפה אם לקח הבת לאשה ובא על האם האם בשרפה עמו ואם לקח האם לאשה ובא על הבת הבת בשרפה עמו."
            ],
            [
                "<b>ואת הבהמה תהרגו</b> שלא תחטיא אחרים."
            ],
            [
                "<b>לרבעה</b> לא מפיק ה״‎א.",
                "<b>מות יומתו דמיהם בם</b> משום שאף הבהמה פשעה ופרצה גדרו של עולם כעין הבהמות של דור המבול והאשה לא הכריחתה דאין קושי אלא לדעת אבל גבי איש הבא על הבהמה לא כתיב דמיהם בם דהבהמה לא פשעה אם בא האיש עליה."
            ],
            [
                "<b>ואיש כי יקח את אחתו</b> מפקינן מיניה ערות אחותך בת אביך או בת אמך וערות בת אשת אביך. כדאיתא ביבמות פרק כיצד.",
                "<b>והיא תראה</b> כתיב ביו״‎ד.",
                "<b>תראה את ערותו</b> שהסכימו שניהם על זאת.",
                "<b>חסד הוא</b> בשורק יגיד עליו רעו שניהם לשון זכר פן יחסדך שומע.",
                "<b>ערות אחתו גלה</b> באונס עונו ישא לבדו."
            ],
            [],
            [
                "<b>כי את שארו הערה</b> אם היא ארוסה.",
                "<b>עונם ישאו</b> אם ברצון שניהם."
            ],
            [],
            [
                "<b>נדה היא</b> לפי שהיא דומיא דנדה פעמים שהנדה אסורה ופעמים שהיא מותרת אף באשת אח פעמים שהיא אסורה ופעמים שהיא מותרת ע״‎י יבום כשנתאלמנה בלא זרע."
            ],
            [
                "<b>ושמרתם את כל חקתי</b> שלא לעבור על אזהרות אלו העריות.",
                "<b>ואת כל משפטי</b> משפטי העונש.",
                "<b>ושמרתם את כל חקתי</b> אהדריה קרא ולמעלה בחוץ לארץ וכאן לארץ."
            ],
            [
                "<b>ולא תלכו בחקת הגוי</b> שנה בה שלא תאמר על חוקות הרבים הזהיר אבל על חוקות היחיד ליכא למיחש קמ״‎ל."
            ],
            [
                "<b>אתם תירשו את אדמתם</b> שאתם באים ויורשים אותם שאתם פתחתם תחילה וכן הוא אומר גן נעול אחותי כלה וגו'",
                "<b>ואני אתננה לכם</b> שהרי היא אינה אלא חלקו של שם ואתם בניו של שם והם אינם אלא בניו של חם ומה טיבן בתוכה אלא שיהיו הם שומרי המקום עד שתבואו.",
                "<b>אני ה׳‎ אלקיכם</b> ואינם צריכים לאחר."
            ],
            [
                "<b>והבדלתם בין הבהמה הטהרה לטמאה</b> וגו'. גלוי וידוע שהבהמה הטהורה מועטת מבהמה טמאה לפיכך סמך הכתוב ההבדלה אצל הטהורה וכמו כן גלוי וידוע שעופות טמאים מועטים מן הטהורים לפיכך סמך הכתוב ההבדלה אצל העוף הטמא שכן מנהג כשהמועט והמרובה מעורבים זה בזה ובאין להפריש זה מזה מפרישין את המועט מן המרובה כמו ששנינו לעולם ישנה אדם לתלמידו דרך קצרה. שלימא סדרא דפרשת קדושים"
            ]
        ],
        [
            [
                "<b>אמר אל הכהנים</b> אחר שהזהיר את ישראל להיות קדושים הזהיר את הכהנים לשמור עצמם מן הטומאה לפי שהם משרתיו ובני ביתו וביום שהוקם את המשכן נאמרה פרשה זו משום שבו ביום הוזקקו לעבודה. ונסמכה פרשת אוב וידעוני לפרשת אמור אל הכהנים לומר לך שמן הדין יש לרגום שואל באוב וידעוני כי אין צורך לישראל בהם אלא אם באת לשאול, אמור אל הכהנים והם ישאלו לך באורים ותומים. תנחומא.",
                "<b>בני אהרן</b> לרבות הקטנים.",
                "<b>לא יטמא בעמיו</b> בכל ישראל שהם עמיו."
            ],
            [
                "<b>הקרב אליו</b> אבל לא את הארוסה.",
                "<b>לאמו ולאביו</b> וי״‎ו במקום או. וכן ולבנו ולבתו ולאחיו ולאחותו. אם יאמר לאמו מה ת״‎ל לאביו ומה אמו שהיא מתחללת הרי הוא מטמא לה, אביו שאינו מתחלל אינו דין שיטמא לו אלא אילו כן הייתי אומר מה אמו בידוע אף אביו בידוע, אביו בחזקה מנין, תלמוד לומר ולאביו. ואלו יאמר לאביו הייתי אומר ומה אביו שהוא חזקה הרי הוא מטמא לו, אמו שהיא ודאי אינו דין שמטמא לה. אלא אם כן הייתי אומר, מה אביו שאינו מתחלל אף אמו שאינה מתחללת. אמו שנתחללה מנין ת״‎ל לאמו ולאביו. גבי כהן הדיוט מקדים אב לאם לומר לך לא מבעי׳‎ קאמר, לא מבעיא לאמו שהיא ודאית שהוא מטמא לה אלא אפי׳‎ לאביו שהוא חזקה מטמיא לו, וגבי כה״‎ג הקדים אב לאם כלו׳‎ לא מבעיא לאביו שהוא חזקה שאינו מטמא לו אלא אפי׳‎ אמו שהיא ודאית אינו מטמא לה. ולבנו ולבתו אם יאמר לבנו ולבתו מה ת״‎ל לאמו ולאביו ומה בנו ובתו שאינו חייב בכבודם הרי הוא מטמא להם, אביו ואמו שהוא חייב בכבודם אינו דין שמטמא להם, אלא אלו כן הייתי אומר לבנו ולבתו אפילו הם נפלים, תלמוד לומר לאמו ולאביו, מה אמו ואביו בני קיימא אף בנו ובתו בני קיימא, יצאו בנו ובתו הנפלים. מה ת״‎ל לבנו ולבתו אלא מפני שיש בבן מה שאין בבת ובבת מה שאין בבן, הבן חייב אביו בו מצות מה שאין כן בבת, והבת אביה זכאי במציאתה ובמעשה ידיה ובהפרת נדריה מה שאין כן בבן. לכך צריך לומר ולבתו.",
                "<b>ולאחיו, ולאחתו</b> יאמר לאחיו ולאחותו ולא יאמר לבנו ולבתו ומה אחיו ואחותו שאין חייב בהן מצות הרי הוא מטמא בהן, בנו ובתו שהוא חייב בהן מצות אינו דין שיטמא להם, אלא אלו כן הייתי אומר לאחיו ולאחותו מאמו ת״‎ל לבנו ולבתו, מה בנו ובתו שהן יורשין אף אחיו ואחותו שהן יורשין יצא אחיו ואחותו מאמו שאין יורשין. יאמר לאחיו מה ת״‎ל <b>ולאחתו</b> אלא אלו נאמר לאחיו ולא נאמר <b>לאחתו</b> הייתי אומר מה אחיו בין גדול ובין קטן מטמא לו אף אחותו בין גדולה בין קטנה מטמא להו ת״‎ל <b>ולאחתו הבתולה</b> קטנה ולא גדולה. ואלו נאמר ולאחותו ולא נאמר לאחיו הייתי אומר מה אחותו שהיא קטנה ולא גדולה מטמא לה אף אחיו הקטן ולא הגדול מטמא לו ת״‎ל לאחיו בין גדול בין קטן."
            ],
            [
                "<b>ולאחתו הבתולה הקרובה אליו</b> להיותו אחותו מאב ומאם. <b>הקרובה אליו</b> מה שפרש״‎י לרבות את הארוסה לא לארוס שלה קאי דהא קים לן אשתו ארוסה לא אונן ולא מטמא לה וכן שנינו בת״‎כ כי אם לשארו פרט לארוסתו, אלא קאי הוא לאחיה כהן. וכן הפירוש <b>ולאחתו הבתולה</b> זו קטנה פנויה הקרובה אליו לרבות את הארוסה. דאי לא כתב הקרובה הוה אמינא הואיל ונתארסה אינו מטמא לה קמ״‎ל הקרובה אליו שעדיין אינה קרובה היא לבעלה שלא נשאה דאילו נשאת קרובה היא לבעלה ומטמא לה כדכתיב כי אם לשארו.",
                "<b>אשר לא היתה לאיש</b> שהנייתה על ידי איש הא אם היתה לאיש אינה מטמא לה שהרי קרוב לה ומטמא לה.",
                "<b>לה יטמא</b> מצוה דאם לא רצה לטמא מטמאין אותו בעל כרחו, ומעשה ביוסף הכהן שמתה אשתו בערב פסח ולא רצה ליטמא לה ודחפוהו חכמים וטמאוהו בכל כרחו.",
                "<b>לה יטמא</b> ואינו מטמא לאחרים עמה שלא יאמר הואיל ונטמאתי אלקט בידי עצמות פלוני לכך נאמר לה יטמא. <b>לה יטמא</b> ואינו מטמא לאבריה וכן לאביו ולאמו כשהן חיים, אבל מטמא הוא אפילו לעצם כשעורה מן המת."
            ],
            [
                "<b>לא יטמא בעל בעמיו</b> כתרגומו רבא בעמיה וחסר בית כמו בבעל בעמיו. דוגמא שבי אלמנה בית אביך ועוד הרבה פי׳‎ לא יטמא כהן הדיוט בבעל בעמיו, היינו בכהן גדול שבעמיו, אע״‎פ שהתרתי לך לטמא לקרובים לא תטמא לכה״‎ג שאינו קרובך, ד״‎א <b>לא יטמא בעל</b> היינו הכהן <b>בעמיו</b> אפי׳‎ בכהנים חוץ מן הנזכרים."
            ],
            [
                "<b>לא יקרחה קרחה בראשם</b> כתיב בה״‎א וקרי בוי״‎ו."
            ],
            [
                "<b>והיו קדש</b> לרבות בעלי מומין."
            ],
            [
                "<b>אשה זנה</b> פרש״‎י שנבעלה בעילת ישראל. חז״‎ק אמאי מיפסלא בכך לכהן הדיוט דלא אשכחן תנא דאמר פנוי הבא על הפנויה עשאה זונה אלא ר׳‎ אליעזר ולית הלכתא כוותיה ואין זונה אלא לנבעלת לפסול כמו שפרש״‎י עצמו בר״‎פ אלו נערות.",
                "<b>וחללה</b> שאינה מפורסמת בזונה. <b>וחללה</b> וי״‎ו במקום או וכן ואשה גרושה מאישה וכן גרושה וחללה.",
                "<b>גרושה מאישה</b> ולא מאיש שאינו אשה, זו דרש ר׳‎ אלעזר בן מתיא הרי שהלך בעלה למדינת הים ואמרו לה מת בעליך ונתקדשה לאחר ואח״‎כ בא בעלה הראשון מניין שהיא מותרת לחזור לראשון שאעפ״‎י שהאחרון נתן לה גט לא פסלה מן הכהונה ת״‎ל <b>גרושה מאישה</b> ולא מאיש אחר."
            ],
            [
                "<b>קדש יהיה לך</b> לרבות בעלי מומין."
            ],
            [
                "<b>את אביה</b> שהוא קדוש <b>היא מחללת</b> ומזלזלת ועוונה כפול לפיכן תידון בשריפה.",
                "<b>היא מחללת</b> כתיב ביו״‎ד.",
                "<b>באש תשרף</b> היא בשריפה ואין בועלה בשריפה."
            ],
            [
                "<b>את ראשו לא יפרע ובגדיו לא יפרם</b> אינו רשאי לנוול את עצמו אפילו בשביל אבילות. ומזה נלמד מה שאמרו חכמים באבל."
            ],
            [
                "<b>ועל כל נפשת מת לא יבא</b> אזהרה לכהן גדול שלא יכנס באהל המת ואין לי אלא כה״‎ג שהוזהר בלא יבא מניין לרבות כהן הדיוט אלא גמר ג״‎ש לא יטמא בכ״‎ה מלא יטמא בכ״‎ג מה לא יטמא האמור בכ״‎ג מוזהר אף בלא יבא, אף לא יטמא האמור בכ״‎ה מוזהר נמי אף בלא יבא. ת״‎כ.",
                "<b>לאביו ולאמו לא יטמא</b> לא בא הכתוב אלא להתיר לו מת מצוה. כאן אין צריך לומר לבנו ולבתו לאחיו ולאחותו, שכשאינו מטמא לאביו ולאמו כ״‎ש שאינו מטמא לשאר קרובים."
            ],
            [],
            [],
            [
                "<b>אלמנה וגרושה</b> יאמר <b>אלמנה</b> מה ת״‎ל <b>וגרושה</b> הייתי אומר ומה אלמנה שהיא מותרת לכ״‎ה אסורה לכ״‎ג גרושה שהיא אסורה לכ״‎ה אינו דין שתהא אסורה לכ״‎ג אלא אילו כן הייתי אומר אלמנה שהיא מותרת לכ״‎ה זרעו של כה״‎ג ממנה חולין אבל גרושה שהיא אסורה לכ״‎ה זרעו של כ״‎ג ממנה ממזר ת״‎ל גרושה ולא יחלל, חולין הוא עושה ממזרים אינו עושה. או אלו נאמר גרושה ולא נאמר אלמנה הייתי אומר גרושה שהיא אסורה לכ״‎ה זרעו של כ״‎ג ממנה חולין אבל אלמנה שהיא מותרת לכ״‎ה זרעו של כהן גדול ממנה כשר ת״‎ל אלמנה ולא יחלל, גרושה ולא יחלל אלמנה להחמיר עליה גרושה להקל עליה.",
                "<b>וחללה זנה</b> חסר וי״‎ו כמו שמש ירח עמד זבולה. וכפר אדמתו עמו.",
                "<b>את אלה לא יקח</b> בגלוי.",
                "<b>כי אם בתולה</b> הא בעולה בעשה ולאו הבא מכלל עשה, ואם תאמר מאי שנא מכי אם צלי אש דהוי לאו כדאמרינן אכלו נא לוקה שתים אחת משום נא ואחת משום צלי אש והכא כי אם בתולה הוי עשה אלא י״‎ל דכי אם בתולה קאי איקח אשה דאבתריה קאי שהוא עשה אבל כי אם צלי אש קאי אלאו דלעיל שהרי אין אחריו עשה."
            ],
            [
                "<b>ולא יחלל זרעו</b> ליקח אותן הפסולות לו בסתר."
            ],
            [],
            [
                "<b>איש מזרעך לדרתם</b> מכאן אמר רבי אלעזר בן עזריה קטן פסול לעבודה ואפי׳‎ תם. ומאימתי עבודתו כשרה משיביא שתי שערות אבל אין אחיו הכהנים מניחין אותו לעבוד עד שיהא בן עשרים שנה.",
                "<b>אשר יהיה בו מום</b> אחר שהזכיר קדושת הכהנים הזכיר המומים הפסולים בהם."
            ],
            [
                "<b>כי כל איש</b> וגו׳‎ נתינת טעם הוא, וכן פירושו דהא כל איש אשר בו מום אין נראה נאה שיקריב.",
                "<b>אשר בו מום</b> אפילו נולד בעל מום ממעי אמו.",
                "<b>חרם</b> לשון חרס ושבירה.",
                "<b>שרוע</b> מלשון מהשתרע."
            ],
            [],
            [
                "<b>גבן</b> לשון הרים גבנונים איש עב וארוך וכבד לעבוד עבודת הקדש. או דק קצר קומה.",
                "<b>תבלל</b> לשון השחתה כמו תבל עשו.",
                "<b>מרוח</b> לשון מעיכה כמו וימרחו על השחין."
            ],
            [],
            [
                "<b>מקדשי הקדשים ומן הקדשים</b> אם נאמר מקדשי הקדשים למה נאמר ומן הקדשים יאכל אלא אם נאמר מקדשי הקדשים ולא נאמר ומן הקדשים הייתי אומר קדשי קדשים שהותרו לזר מהן יאכל אבל מקדשים קלים לא יאכל לכך נאמר ומן הקדשים יאכל ואלו נאמר ומן הקדשים יאכל ולא נאמר מקדשי הקדשים הייתי אומר מן הקדשים יאכל אבל מקדשי הקדשים לא יאכל לכך צריך לומר מקדשי הקדשים וצ״‎ל ומן הקדשים."
            ],
            [
                "<b>אך אל הפרכת, ואל המזבח</b> אלו נאמר אל הפרכת ולא נאמר ואל המזבח הייתי אומר אל הפרכת שהוא בפנים יהא פסול ואל המזבח שאינו בפנים לא יהא פסול לכך נאמר ואל המזבח. ואלו נאמר ואל המזבח ולא נאמר אל הפרכת הייתי אומר ואל המזבח שהוא כשר לעבודה יהא פסול, אל הפרכת שאינה כשרה לעבודה לא יהא פסול לכך צ״‎ל אל הפרכת ואל המזבח.",
                "<b>כי אני ה׳‎ מקדשם</b> הפרכת והמזבח ואין בעל מום ראוי לבא אליהם."
            ],
            [
                "<b>ואל כל בני ישראל</b> שלא ימסרו קרבנותיהם לבעלי מומין."
            ]
        ],
        [
            [],
            [
                "<b>ולא יחללו את שם קדשי</b> שהרי הקרבן אינו בא אלא לכבודי ולקדוש שמי והמביאו שלא בטהרה אינו מקדש אלא מחלל.",
                "<b>אשר הם מקדשים</b> ולא יחללו אתרוייהו קאי ולא יחללו את אשר הם מקריבים ואשר הם מקדישים לי."
            ],
            [],
            [
                "<b>והוא צרוע או זב</b> לא זו אף זו קאמר לא מבעיא מצורע אלא אפי׳‎ זב אסור ולא מבעיא זב שטומאתו יוצאה מגופו אלא אפילו טמא מת אסור ולא מבעיא טמא מת שטמא טומאת ז׳‎ אלא אפילו בעל קרי שאינו טמא רק טומאת ערב אסור ולא מבעיא בעל קרי שהטומאה מגופו אלא אפילו טמא טומאת מגע אסור.",
                "<b>עד אשר יטהר</b> מה טהרה האמורה למטה ביאת שמש אף כאן ביאת שמש."
            ],
            [
                "<b>אשר יטמא לו</b> בשבילו, בשביל השרץ כמו הבה נתחכמה לו על העץ אשר הוכן לו וארץ מתקוממה לו."
            ],
            [
                "<b>כי אם רחץ בשרו במים</b> יכול יהא מרחיץ אבר אבר ת״‎ל ובא השמש וטהר מה ביאת שמשו כולו כאחת אף כאן כולו כאחת."
            ],
            [
                "<b>ובא השמש וטהר ואחר יאכל</b> ביאת שמשו מעכבתו מלאכול בתרומה ואין רחיצת גופו מעכבתו מלאכול בתרומה.",
                "<b>ואחר יאכל מן הקדשים</b> בתרומה הכתוב מדבר ואם נאמר אזהרה בתרומה למה נאמר בקדשים ואם נאמר בקדשים למה נאמר בתרומה אלא לפי שיש בתרומה שהרי לא הותרה לזר מה שאין כן בקדשים שחייבים עליהם משום פגול נותר וטמא מה שאין כן בתרומה לכך צריך לומר אזהרה בקדשים וצריך לומר אזהרה בתרומה."
            ],
            [
                "<b>נבלה וטרפה</b> בנבלת עוף טהור ובשר קדשים שיצא חוץ ממחיצתו הכתוב מדבר. לפי שהותר אצלם דומיא דנבלה כגון מליקה, הזהיר הכתוב שאם נמלק עוף טהור חולין שהוא נבלה ובשר שיצא חוץ ממחיצתו נקרא טרפה כדנפקא לן ובשר בשדה טרפה לא תאכלו, בפרק בהמה המקשה. וכן אמר יחזקאל כל נבלה וטרפה מן וגו׳‎ לא יאכלו הכהנים."
            ],
            [],
            [
                "<b>תושב כהן ושכיר</b> יאמר תושב ואל יאמר שכיר ואני אומר ומה תושב שקנינו קנין עולם אינו אוכל שכיר שקנינו קנין שנים לא כ״‎ש שאינו אוכל אלא א״‎כ הייתי אומר תושב זה קנוי קנין שנים אבל קנוי קנין עולם יהא אוכל בא שכיר ולמד על תושב שאף על פי שהוא קנוי קנין עולם אינו אוכל."
            ],
            [],
            [
                "<b>ובת כהן, ובת כהן</b> תרי זימני למה לי אלא <b>כי תהיה לאיש זר</b> היינו שנבעלה לפסול לה שנפסלה בו כדאיתא ביבמות פרק אלמנה לכהן גדול מאחר שנבעלה לפסול לה בתרומת הקדשים לא תאכל."
            ],
            [
                "<b>כי תהיה אלמנה וגרושה</b> מלוי או מישראל.",
                "<b>אלמנה וגרושה</b> יאמר גרושה ואל יאמר אלמנה ואני אומר ומה גרושה שאסורה לכהן הדיוט חוזרת, אלמנה שהיא כשרה לכהן הדיוט אינו דין שתחזור אלא אם כן הייתי אומר גרושה שאין לה זרע תחזור אבל אלמנה בין יש לה זרע בין אין לה זרע תחזור ת״‎ל אלמנה וזרע אין לה, או אילו נאמר אלמנה ולא נאמר גרושה הייתי אומר אלמנה שאין לה זרע תחזור אבל גרושה בין יש לה זרע בין אין לה זרע לא תחזור ת״‎ל גרושה וזרע אין לה אלמנה להחמיר עליה גרושה להקל עליה.",
                "<b>ושבה אל בית אביה</b> פרט לשומרת יבם.",
                "<b>כנעוריה</b> פרט למעוברת."
            ],
            [
                "<b>ויסף חמשיתו עליו</b> שיהא הוא וחמישיתו חמשה. ונתן לכהן את הקדש יתן לכהן את החומש עם הקדש."
            ],
            [],
            [
                "<b>והשיאו אותם עון אשמה</b> אותם שמחללים את הקדש להאכילו לזרים ישיאו אותם עון אשמה לזרים שיאכלו אותו.",
                "<b>את קדשיהם</b> ללמדך שהתרומה שלהן היא ליתנה לאיזה כהן שירצו.",
                "<b>מקדשם</b> לקדשי בני ישראל קאי."
            ],
            [],
            [
                "<b>איש איש</b> פירש״‎י ללמדך שהכותים נודרים נדרים ונדבות כישראל וא״‎ת תיפוק לי מדכתיב ומיד בן נכר לא תקריבו מכל אלה דמשמע את אלה לא תקריבו הא תמימים תקריבו אלא י״‎ל אי לאו איש איש הוה אמינא מאומות העולם שכלל לא תקריבו והמקריב מהן תמימים עובר בלאו ובעלי מומין בלאו ועשה. פירוקא אחרינא אי לאו איש איש הוה אמינא כותים מקריבים תמימים אפילו חטאות ואשמות ת״‎ל איש איש, לכל נדריהם ולכל נדבותם דוקא נדרים ונדבות יכולים כותים להקריב אבל חטאות ואשמות לא."
            ],
            [
                "<b>לרצנכם תמים זכר</b> למעלה בפרשת ויקרא דבר בקרבנות חובה וכאן בנדרים ונדבות להלן לא פירש המומין וכאן פירשם. אך חז״‎ק אמאי נאמר כאן שאר קדשים."
            ],
            [],
            [
                "<b>ואיש כי יקריב</b> היחיד מביא שאר שלמי נדבה ואין הצבור מביאין שלמי נדבה.",
                "<b>לפלא</b> לפרש, הוא מתיבות שיש להם שתי פנים לפירושם זה הפך מזה שהרי מצינו כי יפלא ממך דבר שפרושו יתכסה ויתעלם דוגמא דשן לדשנו מחלצות ואחלצה צוררי פארך חבוש לא תפאר."
            ],
            [
                "<b>או שבור</b> מה להלן שבר יד או שבר רגל מומין מיוחדין בגלוי אף כאן יצא שבר צלע שאין מומו בגלוי.",
                "<b>חרוץ</b> גזור, כמו כן משפטך אתה חרצת.",
                "<b>יבלת</b> מניין ליתן בבהמה את האמור באדם ובאדם מה שאמור בבהמה ת״‎ל גרב גרב לג״‎ש ילפת ילפת.",
                "<b>לא תקריבו</b> אי משום בל תקדיש הרי כבר אמור, הא אינו בא אלא משום בל תשחט."
            ],
            [
                "<b>וקלוט</b> מגזרת ערי מקלט.",
                "<b>נדבה תעשה אתו</b> דאין זה מום מחמת חסרון אבר.",
                "<b>ולנדר לא ירצה</b> שהרי כשנדר יודע דמשונה לא נדר. וי״‎מ אותו בתמיה וכי נדבה תעשה אותו הרי לנדר לא ירצה שהרי מום הוא."
            ],
            [
                "<b>ומעוך</b> מגזרת שם מעכו את דדי בתוליהם.",
                "<b>וכרות</b> פרש״‎י בביצים או בגיד. וא״‎ת למאן דאמר וישסף שמואל את אגג שסרסו הרי כתיב ובארצכם לא תעשו אלא י״‎ל הוראת שעה היתה כמו שמצינו בשמואל עצמו שהקריב עולה נקבה, וגם הוא לא היה כהן והקריב, וגדעון כמו כן ואליהו כמו כן שהקריב בהר הכרמל וכבר באו לירושלים ונאסרו הבמות. וכרות לא תקריבו זו קבלת דם."
            ],
            [],
            [],
            [
                "<b>שור או כשב</b> פרט לכלאים. או עז פרט לבהמה.",
                "<b>כי יולד</b> ולא אדם כי יולד פי׳‎ אינו נקראו שור או כשב או עז להיות ראוי לקרבן עד שיולד אבל אדם יוצא דופן כשר להיות מקריב כילוד.",
                "<b>והיה שבעת ימים</b> פרט למחוסר זמן דחיישינן שמא נפל הוא. ד״‎א שכל הפורש ממקום צחנה וטומאה צריך פרישה שבעת ימים קודם שיכנס למחנה שכינה כגון זב ומצורע וטמא מת. <b>תחת אמו</b> פרט ליתום מצוה זו כבר נאמרה בפרשת משפטים לענין בכור וכאן לענין פשוט.",
                "<b>ומיום השמיני והלאה</b> למעלה בפ׳‎ משפטים שנאמר בו וביום השמיני תתנו לי היינו להקדישו וכאן להקריבו.",
                "<b>ירצה לקרבן אשה</b> אחר שהזהיר אותם שלא ירצו הזכיר אותם כמו כן שלא ירצה קודם יום שמיני."
            ],
            [
                "<b>ושור</b> ולא חיה.",
                "<b>או שה</b> ולא עופות.",
                "<b>אתו ואת בנו</b> מי שבנו כרוך אחריו יצא [זכר] שאין בנו כרוך אחריו. כאן פירש״‎י אינו נוהג בזכרים ומותר לשחוט האב והבן, חז״‎ק נהי דחיוב מלקות ליכא איסורא מיהא איכא כדאיתא בפרק אותו ואת בנו."
            ],
            [],
            [],
            [
                "<b>ועשיתם אתם אני ה'</b> חוקר לבות ורואה את כל העשוי."
            ]
        ],
        [
            [],
            [
                "<b>דבר אל בני ישראל</b> שיתאספו ויתחברו יחד ואחר כך ואמרת אלהם. <b>אלה הם מועדי</b> על שבת נאמר על שם שיש שבתות רבות בשנה."
            ],
            [
                "<b>בכל מושבתיכם</b> בארצכם וחוץ מארצכם. אחר שהזכיר נדרים ונדבות הזכיר הימים שקביעות קרבנם חובה ואיסור מלאכת הימים."
            ],
            [],
            [
                "<b>בין הערבים פסח</b> ערב יום טוב הראשון והלילה נקראו פסח על שם שעסוקין בקרבן שנקרא כך אבל שאר החג מליל ראשון ואילך נקרא חג המצות."
            ],
            [
                "<b>שבעת ימים מצות תאכלו</b> מצה הנאכלת כל שבעה אדם יוצא בה ידי חובתו בפסח יצאו חלות תודה ורקיקי נזיר שאינן נאכלים כל שבעה."
            ],
            [],
            [],
            [],
            [
                "<b>[והבאתם את עמר</b> לרבות עומר להגשה]",
                "<b>ראשית קצירכם</b> אין דרך ארץ שתאכלו מן החדש עד שתביאו ממנו דורון להקב״‎ה."
            ],
            [
                "<b>ממחרת השבת</b> ממחרת יום טוב ראשון של פסח כדאמר רבי אלעזר ב״‎ר שמעון כתוב אחד אומר שבעת ימים מצות תאכלו וכתוב אחד אומר ששת ימים תאכל מצות הא כיצד יתקיימו שני כתובים הללו אלא בזמן שאין אתה יכול כל ז׳‎ מן הישן אכול ששה מן החדש הא מה אני מקיים ממחרת השבת ממחרת י״‎ט."
            ],
            [],
            [
                "<b>ומנחתו שני עשרנים</b> כפל מנחתו לפי שהוא קרבן תחלת הקציר סימן ברכה לתבואות שיתברכו. ולפי שמנחתו כפולה מה שאין כן בשאר כבשים, אנו מזכירים בתפלת מוספי יו״‎ט חלוק העשרונים. וי״‎מ אחד משני העשרונים הללו הוא העומר שהוא עשרון והוא בא עם כבש זה והעשרון השני הוא העשרון הראוי למנחתו וראיה שלהם שהרי אינו מוסיף בנסך אלא רביעית ההין כמו לשאר כבשים ולאו מילתא היא שהרי שני עשרונים אלו באין חטים דהא כתיב בהו סולת וקים לן דאין סלת אלא מן החטים והעומר בא מן השעורים.",
                "<b>ונסכה יין רביעת ההין</b> אמר ר׳‎ אלעזר כתיב ונסכה וקרינן ונסכו הא כיצד נסכה דמנחה כנסכו דיין מה נסכו דיין רביעית אף נסכה דמנחה דהיינו שמן, כלומר אין בו שום דבר כפול רק המנחה.",
                "<b>ומנחתו שני עשרנים</b> ונסכה יין לפי שקרבן זה אינו עתיד ליכתב בפרשת פנחס כתבו לך כאן ומנחתו ונסכו וכן שבעת כבשים ופר אחד ואילים שנים הבאים בעצרת בגלל הלחם הזכירם כאן ומנחתם ונסכיהם לפי שאינן עתידים ליכתב בפרשת פנחס אבל שאר קרבנות של מועדים נזכרים כאן בסתם בלשון אשה דהואיל ועתידין הם ומנחתם ונסכיהם עתידין ליכתב בפרשת פנחס."
            ],
            [
                "<b>ולחם</b> חמשת המינים שמהם הלחם נעשה ולא מקטניות."
            ],
            [
                "<b>וספרתם לכם ממחרת השבת</b> ע״‎י ששבעה שבועות אלו בין שני ראשי זמנים של קציר שעורים ושל קציר חטים שמצות שמיטה נוהגת בהם והם שעליהם אמר ירמיה שבועות חוקות קציר ישמור לנו ופרש״‎י שבעה שבועות שחקק לנו בהם שני חוקות קציר חק העומר ושתי הלחם ישמור לנו שיהא הקציר בזמנו לפיכך דבר גדול תלוי במנינם כדי להיותו דוגמא וזכרון, כשם שאנו מונין יומי ושבועי ולאחר השבת השביעית אנו מקדשים את יום החמישים, כך אנו צריכים לעשות בשמטה ויובל. וכל עצמן של תוכחות שבספר זה לא נאמרו אלא על השמטת השמיטין, שהרי יש בהם מ״‎ט מיני פורעניות כנגד ארבעים ותשע שנים שביובל אם מבטלים בהם שמיטין.",
                "<b>ממחרת השבת </b> אם אתה אומר ממחרת שבת בראשית פעמים שאתה מונה חמישים ושנים חמשים וארבעה חמשים וששה לא פחות ולא יתר וסימן לא בד״‎ו פסח, הא מה אני מקיים ממחרת השבת ממחרת י״‎ט."
            ],
            [
                "<b>תספרו חמשים יום</b> וצריך לברך שהרי אין כאן הפסק אבל גבי נדה אע״‎ג דכתיב וספרה לה שבעת ימים אינה צריכה לברכה שפעמים שיש הפסק שהיא סותרת הכל והוי ברכה לבטלה."
            ],
            [],
            [
                "<b>על הלחם</b> עם הלחם."
            ],
            [
                "<b>ועשיתם שעיר עזים</b> פרש״‎י כשאתה מגיע אצל פרים ואלים אינם הם וכו׳‎ כלומר כאן כתיב ופר בן בקר אחד ואלים שנים וכשאתה מגיע לפרשת פנחס תמצא כתוב פרים בני בקר שנים ואיל אחד ועוד אי ס״‎ד הני מוספין שבפרשת פנחס נינהו מאי שנא מוספי עצרת שכתבן כאן ומאי שנא מוספי שאר ימים טובים שלא כתבן אלא בפרשת פנחס.",
                "<b>ושני כבשים בני שנה</b> אמר ר״‎ש על מה שני כבשי עצרת מכפרים על טומאת מקדש וקדשיו ואם ראשון כפר השני על מה הוא בא הא אינו בא אלא על טומאה שארעה בין זה לזה אמור מעתה כך היו ישראל צריכין בכל שעה אלא שחס הקב״‎ה על ישראל."
            ],
            [
                "<b>והניף הכהן אתם</b> על שני כבשי שלמי עצרת.",
                "<b>על לחם הבכרים</b> עם לחם הבכורים.",
                "<b>על שני כבשים</b> סמוך לשני כבשים כמו ששנינו בפרק כל המנחות כיצד הוא עושה מניח שתי הלחם בצד שני הכבשים ומניף.",
                "<b>קדש יהיו לה'</b> לכהן ולא אוכל זר מהם כמו שאוכל משאר שלמים."
            ],
            [
                "<b>וקראתם בעצם היום הזה מקרא קדש</b> מה שלא פירש הכתוב באיזה חדש ובכמה בו חג זה כמו שפירש בשאר מועדים היינו טעמא אם פירש לך זמנו לא היינו מונים השבעה שבועות רק היינו סומכים לעשות החג בזמנו ודבר גדול תלוי במנינו כדאמרי׳‎ לעיל ועכשיו כשאנו מונים השבעה שבועות מזמן קצירת העומר ממילא יארע יום החמישים בששה בסיון שהוא יום מתן עשרת הדברות. ולפי שאין ספירת החמישים יום אלא לצורך עצרת אין הבאת העומר קרוי זמן לברך עליו שהחינו."
            ],
            [
                "<b>ובקצרכם את קציר</b> וגו׳‎ לפי שמעצרת ואילך עיקר הקציר והתחיל לדבר מעצרת שהוא תחלת הקציר הזכיר כאן לקט ופאה."
            ],
            [
                "<b>וידבר ה׳‎ אל משה</b> מה שהפסיק הענין בלשון וידבר אצל יום הזכרון ויום הכפורים וסוכות לפי שכל אחד חג בפני עצמו מה שאין כן בעצרת לפי שהוא תלוי אחר יום הנפת העומר למנות משם שבע שבתות עד עצרת."
            ],
            [
                "<b>באחד לחדש יהיה לכם שבתון</b> כשיהיה לכם באחד לחודש שבתון אז הוא זכרון תרועה כלומר כשחל ראש השנה בשבת אין בו תרועה כמו שגזרו רבותינו ואין בו אלא זכרון תרועה בעלמא ולכך אנו אומרים בתפלה בר״‎ה שחל להיות בשבת את יום הזכרון הזה זכרון תרועה ובפרשת פנחס לא כתוב שבתון רק יום תרועה יהיה לכם פירוש כשאירע בחול אומרים בו את יום הזכרון הזה יום תרועה וכן יסד הפייט בקרובץ של ראש השנה אם יקרה בשבת קדש זכרון תרועה מקרא קדש טבעו אם בחול יבא צוו לתקוע בכל גבולכם יום תרועה יהיה לכם.",
                "<b>זכרון תרועה</b> ע״‎י התרועה תהיו נזכרים לפני הקב״‎ה כדכתיב והרעותם ונזכרתם."
            ],
            [],
            [],
            [
                "<b>אך בעשור לחדש</b> אך לשון מיעוט, כל המועדים נקראים מקראי קדש במאכל ובמשתה וכסות ותענוג רק זה נקרא מקרא קדש בענוי נפש, ועניתם את נפשתיכם לפי שבלוחות הראשונות כתיב ויראו את האלוקים ויאכלו וישתו ומרוב אכילה ושתיה השתחוו לעגל ולפיכך צוה הקדוש ב״‎ה להתענות ביום שנתנו בו לוחות אחרונות דהיינו ביום הכפורים."
            ],
            [
                "<b>וכל מלאכה לא תעשו</b> כמו בשבת לפי שהוא יום טוב ויום צום אבל בשאר יו״‎ט כתיב כל מלאכת עבודה לא תעשו אבל מלאכת אוכל נפש הותרה אזהרה שמענו עונש מניין ת״‎ל והאבדתי."
            ],
            [
                "<b>כי כל הנפש אשר לא תענה</b> אזהרה שמענו עונש מניין ת״‎ל ונכרתה."
            ],
            [],
            [
                "<b>כל מלאכה לא תעשו</b> אהדריה קרא בשביל חקת עולם לדרתיכם."
            ],
            [
                "<b>שבת שבתון הוא</b> דין כתיב בוי״‎ו ונקרא ככתיבתו כמו שפירשתי בפרשת אחרי מות.",
                "<b>ועניתם את נפשתיכם בתשעה לחדש</b> דרשו רבותינו וכי בתשעה לחודש מתענים וכו׳‎ ואין לדרוש כן גבי מצות אע״‎ג דכתיב בהן בערב תאכלו מצות משום דהכא ענוי כי כתיב, גבי תשעה כתיב.",
                "<b>בתשעה לחדש בערב</b> ניגונו מוכיח דאינו מוסב אועניתם, אלא ללמד בערב שלו עד ערב עשירי.",
                "<b>מערב עד ערב תשבתו</b> מכאן שהלילה מהיום הבא.",
                "<b>תשבתו</b> כל שביתה שאתה שובת הן שבת הן יום הכיפורים הן יום טוב צריך אתה להוסיף לה בין מלפניה בין מלאחריה.",
                "<b>שבתכם</b> זהו יום הכפורים שנתן לישראל לשבת ולמקרא קודש אבל יום השביעי אינו נקרא שבת לישראל אלא שבת לה׳‎ על שם כי בו שבת."
            ],
            [],
            [],
            [],
            [
                "<b>עצרת היא</b> משל למלך שבאו בניו להקביל פניו, פעם ראשונה אמר להם מתי תחזרו לי אמרו לו לחמשים יום פטרם לשלום שניה אמר להם מתי תחזרו אמרו לו לד׳‎ חדשים פטרם לשלום בשלישית אמרו לו לא נוכל לחזור עד לאחר שבעה חדשים אמר להם א״‎כ בבקשה מכם תתעכבו עמי עוד יום אחד כדי שאשבע בראייתכם מאחר שתאחרו כ״‎כ לפיכך אין עצרת לישראל בפסח לפי שחוזרים בשבועות ולא בשבועות לפי שחוזרים בסוכות אבל בסוכות שאין חוזרים עד הפסח מפני הגשמים הקב״‎ה מעצרן יום אחד."
            ],
            [
                "<b>אלה מועדי</b> אהדריה קרא בשביל עצרת שלא נאמר בו והקרבתם אשה ובא פסוק זה ואמר בשביל כל המועדים להקריב אשה לה׳‎ וגם על ידי שלא נאמר בשבת והקרבתם אשה אומר כאן מלבד שבתות ה'.",
                "<b>להקריב אשה לה'</b> עלה ומנחה זבח ונסכים בכולם יש עולה ומנחה זבח ונסכים וכשהזכיר זבח הרי כל הקרבנות בכלל כי כמו שזבחי שלמי צבור נאכלים לכהנים כך חטאות המועדים נאכלים לכהנים."
            ],
            [],
            [
                "<b>אך בחמשה עשר יום</b> אך זה מעוט הוא, ומה מיעוט מיעט פסח שאינו חייב לעמוד בו בירושלים רק יום אחד מפני טירוד קציר שעורים וכן בעצרת מפני טרוד קציר חטים כדי שילקט תבואתו שלא תתקלקל אבל בחג הסוכות שהכל כנוס לתוך הבית חייב הוא לשמוח שמנה ימים."
            ],
            [
                "<b>ביום הראשון</b> וכי ראשון הוא והלא ט״‎ו הוא אלא ראשון הוא לחשבון עונות כדאיתא במדרש, ביום הכפורים נמחל הכל מכאן ואילך זה עוסק בסוכתו וזה עוסק בלולבו ביום סוכות באין ומקלסין לפני הקב״‎ה, ואומר להם ויתרתי לכם כל מה שהיה מכאן ואילך חושבנא.",
                "<b>פרי עץ הדר</b> מהן עושים פירות ומהן אין עושין פירות והם באגודה אחת לומר לך שיתאגדו צדיקים ובינונים לעשות רצון בוראם.",
                "<b>ושמחתם שבעת ימים</b> לפי שכל יום ויום חג בפני עצמו והקרבנות מוכיחים."
            ],
            [],
            [
                "<b>בסכת תשבו שבעת ימים</b> אין לי אלא ימים לילות מנין הריני דן נאמר כאן תשבו ונאמר להלן באהל מועד תשבו מה תשבו האמור באהל מועד עשה בו הלילות כימים אף תשבו האמור כאן וכו׳‎ וחכמים אומרים נאמר חמשה עשר בחג המצות ונאמר חמשה עשר בחג הסוכות מה להלן לילה הראשון חובה מכאן ואילך רשות אף כאן. <b>בסכת תשבו שבעת ימים</b> כנגד ענני הכבוד.",
                "<b>כל האזרח בישראל ישבו בסכת</b> לגר אינו צריך להזהיר שהרי אין לו בית אחרת אבל האזרחים והמיושבים בישראל אעפ״‎י שיש להם בתים ופלטרין גדולים ישבו הם בסוכות. חג זה נקבע בזמן אסיפת גרן ויקב פן ירום לבבם על בתיהם שהם מלאים כל טוב ויאמרו ידינו עשתה לנו את כל החיל הזה ומתוך שישבו בסוכה יתנו שבח והודיה למי שנתן להם נחלה ובתים מלאים כל טוב."
            ]
        ],
        [
            [],
            [
                "<b>ויקחו אליך שמן</b> וגו'. אהדריה קרא בשביל על המנורה הטהורה וגו׳‎ לפי שבספר זה שהוא תורת כהנים סדר כל תשמישי המשכן והקרבנות ומילוי ידי הכהנים והפרשות הטמאות שאוסרות לבא למקדש ולאכול בקדשים ובא עתה לפרש סדר המנורה והשלחן ששניהם תלויים זה בזה והקטרת כבר נזכר בפרשת אחרי מות ומן הדין היה להקדים פרשת לחם הפנים לפרשת המנורה שהרי המנורה היתה בכלל לחם הפנים כדכתיב ואת המנורה נוכח השלחן אלא רצה לסמוך פרשת מקלל לפרשת לחם הפנים כמו שפרש״‎י.",
                "<b>להעלת נר תמיד</b> אף בשבת אף בטומאה."
            ],
            [
                "<b>מחוץ לפרכת העדת באהל מועד</b> מלמד שהיא סמוכה לפרכת יותר מן הפתח.",
                "<b>יערך אתו</b> את השמן."
            ],
            [
                "<b>על המנרה הטהרה</b> על טהרה של מנורה שלא יסמכם בקסמים וצרורות.",
                "<b>לפני ה'</b> שלא יתקן בחוץ ויכנס בפנים."
            ],
            [
                "<b>שתים עשרה חלות</b> במספר השבטים והם לחם הפנים.",
                "<b>החלה האחת</b> כל לישתה ועריכתה לא יהיה אלא אחת."
            ],
            [
                "<b>ושמת אותם</b> שלשה דפוסים היו שם אחת לדפוס כשהיא בצק, ואחת לאופו בתוכו בתנור, ואחת שנותן בו כשהן נאפות כדי שלא יתקלקלו. שתים מערכות בשני ראשי השלחן.",
                "<b>שש המערכת על השלחן הטהר</b> שש חלות זו על גב זו באחד משני ראשי השלחן, ושש חלות אחרות זו על גב זו בראשו השני דפני החלה לצדי השולחן ופתחי החלה לאורך השולחן כמו שפירשתי בפרשת תרומה."
            ],
            [
                "<b>ונתת על המערכת</b> אצל כל מערכת בטפח חלק שיש בין שתי המערכות על טהרו של שולחן כמו ועליו מטה מנשה.",
                "<b>על המערכת</b> מה מערכת האמור שם המערכת תופס שתיים מערכות אף מערכת האמור כאן תופס שתים מערכות <b>[על המערכת</b> עם המערכת]",
                "<b>והיתה ללחם לאזכרה</b> רבי שמעון אומר נאמר כאן אזכרה ונאמר להלן אזכרה מה להלן מלא קומץ אף כאן מלא קומץ."
            ],
            [
                "<b>ביום השבת ביום השבת</b> בשבת עורך חדשה ובשבת מקטיר ישנה.",
                "<b>יערכנו</b> ללחם קאי אבל לא לקנים שהרי אינו עורך עמו קנים בשבת אלא נכנס בערב שבת ושומטן ונתנן לארכו של שלחן שכל הכלים שהיו במקדש ארכן לארכו של בית חוץ מן הארון ואחר השבת היה נכנס וסודר שלשה תחת כל אחת ואחת וכו'."
            ],
            [],
            [
                "<b>ויצא בן אשה</b> לפי הפשט לשון יציאה שייך גבי ריב כדכתיב יצאו נצבים, אל תצא לריב מהר. כאן פירש״‎י אמרו לו איש על דגלו באותות לבית אבותם כתיב, נכנס לבית דינו של משה ויצא מחויב. ואם תאמר למה יצא מחויב הרי מקושש בשנה ראשונה היה כדאמר בעלמא אלמלא שמרו ישראל שתי שבתות אין כל אומה ולשון יכולה לשלוט בהם שמרו הראשונה ובשניה בא זה וחללה, וכן פרש״‎י בפרשת שלח ואף מקלל זה באותו פרק היה כמו שפרש״‎י לאלתר, א״‎כ למה יצא זה מחויב הרי לא נאמרה פרשת דגלים עד שנה שניה כדכתיב בפרשת במדבר אלא יש לומר אף על פי כן משבאו למדבר סיני חונים היו כסדר שמסר להם יעקב אבינו כמו שפירש רש״‎י בפרשת ויחי ובפרשת במדבר ולפי מנהג הסדר יצא מחויב.",
                "<b>והוא בן איש מצרי</b> אעפ״‎י שלא היה ממזר בתוך אותו זמן, הוא היה כממזר.",
                "<b>בתוך בני ישראל</b> פרש״‎י מלמד שנתגייר, וא״‎ת הרי לעיל בפרשת שמות פרש״‎י וירא כי אין איש עתיד להתגייר ממנו י״‎ל כשהרגו משה למצרי שלומית היתה מעוברת ממנו ומשה ראה ברוח הקודש שלא יצאו ממנו מכאן ואילך שיתגיירו והרגו ועוד לא מצינו על המקלל ללמוד עליו שום זכות. מלמד שנתגייר, וא״‎ת אמאי צריך גירות הא קים לן עבד ועובד כוכבים הבא על בת ישראל הולד כשר. אלא י״‎ל דאמרינן הולד כשר הני מילי לאחר מתן תורה והוה ליה היחס הולך אחר האם והיא ישראלית אבל הכא המצרי בא עליה קודם מתן תורה שהיא היתה בת נח ואין הולד כשר והוה ליה היחס אחר האב והוה מצרי לכך הוצרך גרות. ד״‎א <b>בתוך בני ישראל</b> לפי הפשט היה נמשך אחר אביו המצרי משעת השעבוד עד אחר מתן תורה ואחר כך נתגייר ובא לו אצל משפחת אמו."
            ],
            [
                "<b>ויקב בן האשה, ויקלל</b> מתוך המריבה גידף.",
                "<b>ויקב ויקלל</b> אינו אומר ויברך כענין שנאמר בנבות ברך נבות אלקים ומלך אלא <b>ויקלל</b> מלמד שאין הורגים בכינוי.",
                "<b>את השם ויקלל</b> אמר רבי יוסי המצריים מטמאים היו ומטמאין את ישראל אמרו חכמים אשת נריה בן בנו של דן שלומית בת דברי שמה ובאותו הלילה באו עליו נוגשי פרעה והרגוהו ובאו על אשתו והרתה והכל הולך אחר הזרע אם מתוק מתוק ואם מר מר, וכשיצאו ישראל ממצרים וינצו במחנה בן הישראלית ואיש הישראלי שאמר לו חברו ממזר אתה ובן איש מצרי שאל אותו בן הישראלית היכן הוא אביו אמרו לו הוא שהרגו משה בשם המפורש התחיל אותו ממזר שהיה בן הישראלית לחרף ולגדף אותו שם היינו דכתיב ויקוב את השם אותו שם מפורש שבו נהרג אביו.",
                "<b>למטה דן</b> הוא שגרם לו המריבה כי ההוא דהוה אמר דונו דיני אמרו ליה מדן קאתי דכתיב דן ידין עמו."
            ],
            [
                "<b>ויניחהו במשמר</b> פרש״‎י ולא הניחו המקושש עמו ששניהם היו בפרק אחד וכו', וא״‎ת הא פירש״‎י לעיל ויצא מהיכן יצא רבי לוי אומר מעולמו יצא רבי ברכיה אומר מפרשה של מעלה יצא לגלג ואמר ביום השבת ביום השבת יערכנו וכו׳‎ וקים לן שלחם הפנים לא נעשה עד שנה שניה כשהוקם המשכן ומקושש חלל שבת שניה של שנה ראשונה כדאמרינן, וא״‎כ היאך היו בפרק אחד, אלא י״‎ל דפרשת לחם הפנים הכתובה כאן בפרק של מקושש נאמרה ואין מוקדם ומאוחר בתורה ועליה לגלג אותו בן איש מצרי.",
                "<b>לפרש להם על פי ה'</b> נראה בעיניהם שהיה חייב סקילה מדכתיב אביו ואמו קלל דמיו בו ק״‎ו לשכינה אלא שאין עונשים מן הדין ומשום הכי כתיב לפרש להם על פי ה'."
            ],
            [],
            [
                "<b>וסמכו</b> מפני מה נתחייב זה סמיכה מכל חייבי מיתות לפי שבשעת גמר דין היו צריכים הדיינים לומר לעדים אמור בפירוש מה ששמעת והעדים אומרים בפירוש ברכת השם כמו ששמעו לכך היו סומכים את ידיהם עליו, כלומר העון הזה שאנו עושים לברך את השם יהא תלוי בצוארך שאתה גרמת לנו. כל השמעים שבעדות נסקל.",
                "<b>ורגמו אתו</b> לפי שנתגייר, דאם לא נתגייר לא היה נסקל דבן נח דינו בסייף בעדים ובהתראה. עונש שמענו אזהרה מנין לבן נח מן ויצו ה׳‎ אלקים על האדם, לבן ישראל מאלוקים לא תקלל. אתו ולא כסותו."
            ],
            [
                "<b>כי יקלל אלהיו ונשא חטאו</b> אין בדבר רק נשיאות חטא כלומר בינו לבין קונו הדבר תלוי שספק נפשות להקל ושמא לא כיון כלפי הקב״‎ה רק כלפי הדיינים שכן דיינים קרואים אלהים ואין לעמוד על בירור דעת האדם המקלל בשם אלוקים אבל נוקב שם ה׳‎ שמפרש שם המיוחד מות יומת."
            ],
            [
                "<b>כגר כאזרח</b> לפי שזה גר היה ועל ידו נאמרה פרשה זו הקדימו תחלה."
            ],
            [
                "<b>ואיש כי יכה כל נפש אדם</b> מתוך שפירש דין מיתה באיש יוצא לריב, הולך ומסיים דברי ריבות שמביאין לידי מיתה."
            ],
            [],
            [],
            [
                "<b>כן ינתן בו</b> פרש״‎י אינו נתינת מום ממש אלא תשלומי ממון וכן הדין נותן אם החובל ראשון בלא כונה אין יכולת לעשות לו שבר או חבלה בשוה ועוד אם החבלה במקום מסוכן הרי ימות וכן גבי עין מי שחסר שלישית מאור עינו של חברו אין יכול אדם לעשות לחובל כן או אם חובל העין יהיה עור מה יעשו לו לפיכך דברי רבותינו אמת. ואם בעל הדין יחלוק לומר אם החובל עני מה יעשו לו תשובה לדבר כי על רוב העולם דבר הכתוב ושמא העני יעשיר. ומצינו כתוב לא תקחו כופר לנפש רוצח דמשמע אבל אתה רשאי לקחת כופר לאברים."
            ],
            [
                "<b>ומכה בהמה ישלמנה</b> שנאו הכתוב לפי שבתחלה הזכיר נפש פירוש שהכהו במקום מסוכן ואחר כך אמר כל מי שימות אפילו הכהו במקום שאינו מסוכן ולכך לא הזכיר עכשיו נפש."
            ],
            [
                "<b>כגר כאזרח</b> כשם שאני תובע עלבון האזרח כך אני תובע עלבון הגר ובהמתו."
            ],
            [
                "<b>וירגמו אתו אבן</b> מלמד שאם מת באבן אחת יצא.",
                "<b>ובני ישראל עשו</b> מאותו יום והלאה משפט זה בחובל בחברו. ד״‎א <b>ובני ישראל עשו</b> אף לסמיכה אף לדחיה אף לתליה. <b>שלימא סדרא דפרשת אמור</b>"
            ]
        ],
        [
            [
                "<b>בהר סיני</b> כל מקום שנאמר בהר סיני, בו בהר נאמר קודם רדתו בתשרי. וגם פרשה זו נאמרה ממחרת מתן עשרת הדברות. ומה שנכתבו פרשיות הללו כאן בספר תו״‎כ היינו טעמא, משום דאית בהו מצות שמיטים ויובלות דשייכי בהו כהנים. כדכתיב והעברת שופר תרועה וגו׳‎ וכתיב ובני אהרן יתקעו וגו', ואית בהו מצות חרמים שהם לכהנים, וערכים שהכהנים מעריכין. כאן פירש״‎י, לפי שלא מצינו שמטת קרקעות שנשנית בערבות מואב כו', כלומר אחר שנאמר כאן פרשת עבד עברי ונשנית היא במשנה תורה בפרשת ראה, וזו שמטת קרקעות לא נשנית שם. למדנו - בעל כרחינו - שכללותיה ופרטותיה נאמרו מסיני - א״‎כ בהר סיני דהכא קרא יתירה הוא, אלא בא ולמד כאן - על כל דבור ודבור שנדבר למשה - כגון שאר מצוות וכל עניני שמיטות ואפילו פרשת עבד עברי - שמסיני היו כללותיהם ופרטותיהם ודקדוקיהם וחזרו ונשנו בערבות מואב - כמו שמצינו פרשת עבד עברי שנא׳‎ כאן ונשנית בערבות מואב."
            ],
            [
                "<b>כי תבאו</b> לאחר ירושה וישיבה כדכתיב כרמך, שדך, כשיהיה כל אחד מכיר את שלו.",
                "<b>ושבתה הארץ</b> לשון בטול. יכול מלחפור בורות שיחין ומערות תלמוד לומר, שדך לא תזרע, וכרמך לא תזמור.",
                "<b>שבת לה'</b> סימן שהקרקע שלי שהיא שובתת לשמי.",
                "<b>שבת לה'</b> פרש״‎י לשם ה׳‎ כלומר לא תהא כוונתך להובירה כדי לטייבה אלא כדי לעשות מצות הקב״‎ה."
            ],
            [
                "<b>שש שנים</b> וגו׳‎ אין מוקדם ומאוחר, פרשה זו נאמרה קודם שש שנים תזרע את ארצך שבפרשת משפטים, ונשנית להלן בשביל לזיתך."
            ],
            [],
            [
                "<b>ואת ענבי נזירך</b> הם הענבים הבאים בלא עמל ובלא טורח כמו הספיח בדגן, וראיה לדבר, לא תקצרו את ספיחיה ולא תבצרו את נזיריה ותרגומו ית שבקהא הנעזבים מלהזמר.",
                "<b>שנת שבתון יהיה לארץ</b> אינה ברשותך באותה שנה."
            ],
            [
                "<b>והיתה שבת הארץ לכם לאכלה</b> כל מה שתוציא מעצמה.",
                "<b>לכם לאכלה</b> ולא להביא ממנה מנחות ונסכים."
            ],
            [],
            [
                "<b>וספרת לך שבע שבתת שנים</b> לפי שאין כאן אלא ספירה אחת והיא בב״‎ד אין צריך לברך, אבל עומר דכתיב ביה שתי ספירות אחת בפרשת אמור ואחת בפרשת ראה אחת לב״‎ד ואחת לצבור, צריך לברך."
            ],
            [
                "<b>תעבירו שופר בכל ארצכם</b> יתקעו בכל המסילות."
            ],
            [
                "<b>שנת החמשים שנה וקראתם דרור</b> כמו שמצינו בלויים מבן חמישים שנה ישוב מצבא העבודה ולא יעבוד עוד.",
                "<b>לכל ישביה</b> כיון שגלו אפי׳‎ מקצת השבטים בטלו יובלות."
            ],
            [
                "<b>יובל היא</b> לשון שלוח כמו יובילוה רגליה, מי יובילני עיר מצור ביום ההוא יובל שי.",
                "<b>לכם</b> לישראל לבדכם.",
                "<b>יובל היא שנת החמשים שנה</b> מה תלמוד לומר, אלא לפי שנאמר וקדשתם את שנת החמישים שנה, שיכול בכניסתה תהא מקודשת מראש השנה, וביציאתה תהא מושכת והולכת עד יוה״‎כ שכן מוסיפים מחול על הקודש, ת״‎ל יובל היא שנת החמשים שנה תהיה לכם, אין קדושתה אלא עד ראש השנה."
            ],
            [
                "<b>מן השדה תאכלו</b> מה שהשדה מוציאה מעצמה שלא יראה עצמו כבעל הבית לאסוף תבואתו אל הבית."
            ],
            [],
            [
                "<b>וכי תמכרו ממכר</b> לרבות דבר המטלטל. ומניין שאין אונאה לקרקעות ת״‎ל <b>או קנה מיד עמיתך אל תונו</b> דבר הנקנה מיד ליד כגון מטלטלין יש להם אונאה ואין אונאה לקרקעות.",
                "<b>אל תונו איש את אחיו</b> למכור אחוזת קרקע יותר משוויה לפי שהיא חוזרת ביובל אבל אם אינה חוזרת ביובל אין בה אונאה לפי שאין אונאה לקרקעות."
            ],
            [],
            [],
            [],
            [
                "<b>ועשיתם את חקתי</b> מצות התלויות בארץ הנהוגות בשביעית וביובל.",
                "<b>ואת משפטי</b> כגון אל תונו איש את אחיו.",
                "<b>וישבתם על הארץ לבטח</b> בשכר שמור מצותי ולא תיראו להיות גולים ממנה."
            ],
            [
                "<b>וישבתם לבטח עליה</b> כי הארץ תתן כחה לכם ולא יאכלוהו אויביכם כענין שנאמר ועלה מדין ועמלק, אבל בימי רעב יגלו לבקש מזונות."
            ],
            [],
            [
                "<b>לשלש השנים</b> לשביעית, ליובל ולמוצאי יובל."
            ],
            [],
            [
                "<b>לא תמכר לצמתת</b> לשון כריתה והבדלה כמו יצמיתם ה'",
                "<b>לצמתת</b> בחיר״‎ק וחברו לצמיתות סימנו כי לי הארץ."
            ],
            [
                "<b>גאלה תתנו לארץ</b> שלא תהא מכירתא אלא משכנתא."
            ],
            [
                "<b>וגאל את ממכר אחיו</b> מיד, אבל במוכר הוא אומר וחשב את שני ממכרו לפי שסתם מוכר אינו יכול לפדות עד זמן מרובה."
            ],
            [
                "<b>והשיגה ידו</b> ומצא אבידה או ירש ירושה, אבל אינו לוה וגואל.",
                "<b>כדי גאלתו</b> אבל אינו גואל לחצאין ליתן לו מעותיו בעין רעה זוז אחר זוז."
            ],
            [],
            [],
            [
                "<b>בית מושב עיר חומה</b> כיון שהעיר מוקפת חומה אין קרקע הבית עומד לזריעה לעולם והקב״‎ה לא גזר להחזיר ביובל רק בקרקע שחיות האדם תלויה בו. ד״‎א סתם הקונה בית בעיר חומה לעולם הוא קונה כי בבית אחרים אין אדם עשוי להתישב יפה ולעשות בו שום בנין לפיכך כתב בו לא יצא ביובל, אבל שדה ובתי החצרים שאדם רגיל ליקח באריסות ובחכירות כתוב בו ויצא ביובל.",
                "<b>שנת ממכרו</b> ולא של מנין עולם.",
                "<b>ימים</b> שנה, כלומר עד שוב ימי השמש למקומם."
            ],
            [
                "<b>שנה תמימה</b> ואם נתעברה השנה נתעברה לו.",
                "<b>בעיר אשר לא חמה</b> לו קרי, לפי שהוא מוסב אשדה שהיתה היא בעת חומתה. ושדה לשון זכר כדכתיב והיה השדה בצאתו ביובל.",
                "<b>לא חמה לצמיתת</b> בפת״‎ח וחברו סימנו לקנה אתו."
            ],
            [
                "<b>ובתי החצרים</b> לפי שפעמים אדם עושה אותה שדה לפיכך על שדה הארץ יחשב להיותם כשדה היינו גאלה תהיה לו וביובל יצא."
            ],
            [
                "<b>גאלת עולם תהיה ללוים</b> אעפ״‎י שהן מוקפות חומה אינן נמכרות לצמיתות לפי שאין להם אחוזה אחרת אלא הערים ומגרשיהם, כדכתיב בפרשת מסעי והיו הערים להם לשבת ומגרשיהם יהיו לבהמתם ולרכושם ולכל חיתם."
            ],
            [
                "<b>ואשר יגאל מן הלוים</b> נקט ליה קרא לשון גאולה ולא לשון קניה, לפי שכל מה שהלויים מוכרים משל ישראל הוא ולא משלהם שהרי אין להם חלק בארץ נמצא שכל הלוקח מהם כאלו גואלו הוא שהרי מתחלה היתה שלו.",
                "<b>ויצא ממכר בית</b> מה שפירש״‎י הרי זו מצוה אחרת היינו לפירוש שני, אבל לפירוש ראשון כולה חדא מילתא היא.",
                "<b>הוא אחזתם</b> לשון זכר בשורק וכן כי אחוזת עולם הוא להם."
            ],
            [],
            [
                "<b>והחזקת בו</b> יכול אפילו מפסידו לתרבות רעה ת״‎ל וחי עמך."
            ],
            [
                "<b>אל תקח מאתו נשך ותרבית</b> פרשה זו נשנית בשביל ובמרבית לא תתן אכלך, כלומר ארבע קבין בחמשה."
            ],
            [
                "<b>את כספך</b> ולא כספו של כנעני. וכן אמרו רז״‎ל כנעני שמנה את ישראל סנטר על מעותיו מותר לישראל אחר ללוות ממנו ברבית."
            ],
            [
                "<b>אשר הוצאתי אתכם מארץ מצרים</b> בהיותכם שם גרים."
            ],
            [],
            [
                "<b>כשכיר כתושב יהיה עמך</b> שניהם שכירים אלא ששכיר הוא שכיר יום, ותושב הוא שכיר שנה וכשם ששכיר יום אי אתה יכול לשעבדו עבודה קשה בעיניו, שהרי יחזור בו מיד דפועל חוזר בו אפי׳‎ בחצי היום כך תושב לא תעבוד בו עבודת פרך ולא יהא חלוק בינו ובין השכיר.",
                "<b>עד שנת היבליעבד עמך</b> למעלה וקראתם דרור, משתעי בשמכרוהו בי״‎ד וכאן משתעי במוכר עצמו מפני דוחקו."
            ],
            [
                "<b>הוא ובניו עמו</b> סתם נמכר בניו עניים ומכר גם הם לעבודה לדעתם.",
                "<b>ושב אל משפחתו</b> למעלה במכרוהו בי״‎ד וכאן במוכר עצמו מפני דוחקו."
            ],
            [],
            [
                "<b>לא תרדה בו</b> שנה בו לפי שעון זה מצוי."
            ],
            [],
            [],
            [],
            [
                "<b>או לעקר</b> חלוף הוא של תושב, נעקר מעמך ומארצך שמושבו חוץ לארץ."
            ],
            [],
            [],
            [
                "<b>משנת המכרו לו עד שנת היובל</b> ללמדך שאינו יוצא בשש."
            ],
            [],
            [],
            [],
            [
                "<b>ואם לא יגאל באלה</b> בשנים הנותרות או בקרובים או הנזכרים ברחוקים.",
                "<b>ויצא בשנת היבל</b> אבל אינו נגאל בשש.",
                "<b>הוא ובניו עמו</b> יציאתו גורמת לבניו חירות שלא ילמדו מחוקות הגוי."
            ],
            [
                "<b>כי לי בני ישראל עבדים</b> למעלה דכתיב כי עבדי הם משתעי בנמכר לישראל אחיו, אבל אם נמכר לכנעני שהוא מאומה אחרת סד״‎א אין לחוש קמ״‎ל."
            ]
        ],
        [
            [
                "<b>לא תעשו לכם אלילים</b> על ידי שנמכר לכנעני הזהירו על עבודת כוכבים."
            ],
            [
                "<b>את שבתתי תשמרו</b> מתורגם בתרגום ירושלמי בענין שנות שמיטה שכן הם נקראו שבת.",
                "<b>ומקדשי תיראו</b> שנת היובל קדש תהיה לכם כך נדרש בתנחומא. שלימא סדרא דפרשת בהר"
            ],
            [
                "<b>אם בחקתי תלכו</b> אם תעשו מה שהטלתי עליכם לעשות אף העננים והארץ והאילנות שנבראו בשבילכם יעשו לכם מה שעליהם מוטל לעשות."
            ],
            [
                "<b>גשמיכם בעתם</b> אבל בשלא בעתם הם מרקיבים את התבואה."
            ],
            [
                "<b>והשיג לכם דיש</b> וגו'. כשם שתהיו תדירים בשמור מצותי בלא בטול כך תהיה ברכתכם בלא בטול ובלא הפסק בין ברכה לברכה.",
                "<b>וישבתם לבטח בארצכם</b> למעלה בפרשת בהר כתיב וישבתם על הארץ לבטח חזר כאן והאיר דבריו והוסיף ואמר בארצכם בארץ שלכם, אבל בימי רעב בני אדם יגלו, כמו שנאמר לא תוסף תת כוחה לך, נע ונד תהיה בארץ. ואומר נודד ללחם איה."
            ],
            [
                "<b>ונתתי שלום בארץ</b> פרש״‎י וכן הוא אומר עושה שלום ובורא את הכל. חז״‎ק הרי בפסוק כתיב יוצר אור ובורא חושך עושה שלום ובורא רע.",
                "<b>והשבתי חיה רעה</b> עליו נאמר זאב וטלה ירעו כאחד.",
                "<b>[מן הארץ</b> זו ברכה נוספת, שהחיות רעות לא יגורו ליד בהמות הבית]."
            ],
            [],
            [
                "<b>ורדפו מכם חמשה מאה ומאה מכם רבבה ירדפו</b> אחד רודף כ׳‎ וכשהם באגודה אחת אחד רודף ק׳‎ לפי שגדול זכות המרובים.",
                "<b>רבבה</b> עשרת אלפים, וראיה לדבר ולקחנו עשרה למאה ומאה לאלף ואלף לרבבה."
            ],
            [
                "<b>והקימתי את בריתי אתכם</b> שנשבעתי לאבותיכם שתהיו רבים ככוכבי השמים וכעפר הארץ."
            ],
            [
                "<b>ואכלתם ישן נושן</b> על ידי רבוי התבואה שתותר בעת הקציר תערבו אותה עם החדשה בכל שנה ומתוך כך ואכלתם ישן נושן."
            ],
            [],
            [
                "<b>והייתי לכם לאלקים</b> לדיין ולשופט לנקום נקמתכם."
            ],
            [
                "<b>מטת עליכם</b> העול שיהיה מטה ראשיכם וצואריכם כלפי ארץ.",
                "<b>ואולך אתכם קוממיות</b> בקומה זקופה כשם שהשור זוקף ראשו כשמרימין את העול מעל צוארו, כדכתיב ובני ישראל יוצאים ביד רמה."
            ],
            [
                "<b>את כל המצות האלה</b> שום מצוה מן המצוות האלה, דוגמא לא תעשו כל מלאכה כל אלמנה ויתום לא תענון."
            ],
            [
                "<b>ואם בחקתי תמאסו</b> כנגד אם בחקתי תלכו.",
                "<b>ואם את משפטי תגעל נפשכם</b> כנגד אם את משפטי תשמורו.",
                "<b>לבלתי עשות</b> כנגד ועשיתם אותם.",
                "<b> להפרכם את בריתי</b> כנגד והקמותי את בריתי אתכם. "
            ],
            [
                "<b>אף אני אעשה זאת לכם</b> מדה כנגד מדה אני אמרתי והיה אם שמוע תשמעו וגו׳‎ לא אשים עליך כי אני ה׳‎ רופאך עכשיו אם לא תשמעו לי אין אני רופאך אלא אפקוד עליכם חליים רעים.",
                "<b>בהלה</b> נגד וישבתם ואין מחריד.",
                "<b>בהלה את השחפת</b> וגו'. בהלה של שחפת ושל קדחת שמכלות עיניים שמצפים לרפואה ואין. ד״‎א <b>את השחפת</b> עם השחפת. פרש״‎י ואיזו זו מכת מותן, יש מפרשים אותו לשון המתנה תוחלת ממושכה ואינה באה וי״‎מ מכת מתניים והיא מכה ראשונה.",
                "<b>ומדיבת נפש</b> כנגד מהיות להם עבדים כלומר הוצאתי אתכם מדאבון העבדות על מנת שתקבלו ושתקיימו מצותי ועכשיו שלא קיימתם אפקוד עליכם דאבון נפש היא מכה שנייה.",
                "<b>וזרעתם לריק</b> זרעכם כנגד והשיג לכם דיש והיא מכה שלישית.",
                "<b>ואכלהו איבכם</b> כנגד ואכלתם, אני אמרתי תאכלו אתם עכשיו יאכלוהו אויביכם והיא מכה רביעית."
            ],
            [
                "<b>ונתתי פני בכם</b> כנגד ופניתי אליכם והיא מכה חמישית.",
                "<b>ונגפתם לפני איביכם<b>היינו <b>ורדו בכם שנאיכם</b> כנגד ונפלו אויביכם לפניכם והיא מכה ששית.</b></b>",
                "<b>ונסתם ואין רדף אתכם</b> כנגד ורדפו מכם חמשה מאה והיא מכה שביעית."
            ],
            [
                "<b>ואם עד אלה</b> כמו שפירש״‎י ואם בעד אלה כמו עור בעד עור ויסגור ה׳‎ בעדו.",
                "<b>ויספתי ליסרה אתכם</b> אוסיף ליסר אתכם שבע מכות אחרות דוגמא ויסף חמישתו עליו.",
                "<b>שבע</b> על שם שנת השבע שלא שמטתם בה והענין מוכיח אז תרצה הארץ את שבתותיה.",
                "<b>על חטאתיכם</b> בשביל חטאתיכם דוגמא כי עליך הורגנו כל היום. כי עליך נשאתי חרפה."
            ],
            [
                "<b>ושברתי את גאון עזכם</b> כנגד ואשבור מוטות עולכם והיא ראשונה. שמיכם כברזל כנגד ונתתי גשמיכם והיא שנייה.",
                "<b>ארצכם כנחשה</b> כנגד בעתם והיא ברכה לעצמה והיא שלישית.",
                "<b>כנחשה</b> שם דבר של נחושת כמו ונחתה קשת נחושה זרועותי."
            ],
            [
                "<b>ותם לריק כחכם.</b> כנגד ובציר ישיג את זרע, ומצינו לשון כח גבי תבואה כמה דאת אמר לא תוסף תת כחה לך והיא רביעית.",
                "<b>ולא תתן ארצכם</b> כנגד ונתנה הארץ והוא חמישית.",
                "<b>לא יתן פריו</b> כנגד יתן פריו והם שתיים כמו שפרש״‎י."
            ],
            [
                "<b>ואם תלכו עמי קרי</b> לומר אינו ענין קבוע רק מקרה הוא.",
                "<b>שבע כחטאתיכם</b> שבע מכות כשם שאתם חוטאים בשנת השבע."
            ],
            [
                "<b>והשלחתי בכם</b> וגו', כנגד והשבתי חיה רעה ומרובה מדת טובה ממדת פורעניות שהרי במכה לא כתוב חיה רעה.",
                "<b>ושכלה אתכם</b> כנגד ורדפתם את אויבכם בשכבר הייתם רודפים עכשיו תהיו פוסקים מרדוף שתהיו משוכלים.",
                "<b>והכריתה את בהמתכם</b> כנגד מן הארץ שהיא ברכה לעצמה. שכן פירושו והשבתי מכם חיה רעה, וכמו כן אשבית אותה מן הארץ, שהיא מקום דירת בהמה.",
                "<b>והמעיטה אתכם</b> כנגד והרביתי אתכם.",
                "<b>ונשמו דרכיכם</b> כנגד ונתתי שלום בארץ הרי שבע פורעניות כמו שפירש רש״‎י."
            ],
            [],
            [
                "<b>והלכתי אף אני עמכם בקרי</b> מדה כנגד מדה."
            ],
            [
                "<b>חרב</b> כנגד וחרב לא תעבור בארצכם ועליו נאמר חרב תאכלו וגו'. נקמת נקם ברית שהפרתם כדכתיב הנה דם הברית אשר כרת ה׳‎ עמכם והיא ראשונה. חרב וספר ירדו כרוכים מן השמים כדכתיב אם תאבו ושמעתם וגו׳‎ ואם תמאנו ומריתם וגו'. כאן פירש״‎י ויש נקם שאינו בברית וכו׳‎ כלומר עוד יש נקם שאינו כתוב בתורה שנקראת ברית כדכתיב אלה דברי הברית, וזהו סימוי עינים ונקם זה אינו כתוב בתורה.",
                "<b>ונאספתם אל עריכם</b> מפני החרב ולא יועיל כי שם אשלח דבר וימותו הגבורים והחלשים ינתנו ביד אויב. ונאספתם כנגד ואולך אתכם קוממיות והיא שנייה.",
                "<b>ושלחתי דבר בתוככם</b> כנגד ומאה מכם והיא שלישית.",
                "<b>ונתתם ביד אויב</b> כנגד רבבה ירדופו והיא רביעית."
            ],
            [
                "<b>בשברי לכם מטה לחם</b> כנגד לחמכם לשובע והיא חמישית. והשיבו לחמכם במשקל הבי״‎ת בפתח. במשקל הביאוהו לתנור ובמשקל ישיבוהו להאכילו לבעלים בצמצום לחם צר ומים לחץ וכן הוא אומר הנני שובר מטה לחם בירושלים ואכלו לחם במשקל והוא כנגד מפני חדש תוציאו והיא שישית.",
                "<b>ואכלתם ולא תשבעו</b> כנגד ואכלתם ישן נושן והיא שביעית."
            ],
            [],
            [
                "<b>ויסרתי</b> הוי״‎ו בשו״‎א והיו״‎ד בחירק."
            ],
            [
                "<b>ואכלתם בשר בניכם</b> כנגד והפריתי אתכם. וי״‎מ אלו בני אדם מיוחסים המשיאים את זרעם למשפחה שאינה הוגנת ולוקחים מהם מעות בשכר והיא מכה ראשונה."
            ],
            [
                "<b>והשמדתי את במתיכם והכרתי את חמניכם</b> אין זה בכלל הקללות שהרי בטול עבודת כוכבים הוא.",
                "<b>חמניכם</b> לשון חמה הוא והנו״‎ן נוספת בו כגון נו״‎ן של נשים רחמניות.",
                "<b>ונתתי את פגריכם על פגרי גלוליכם</b> כנגד והייתי לכם לאלוקים ואתם תהיו לי לעם והיא שנייה.",
                "<b>וגעלה נפשי אתכם</b> כנגד ולא תגעל נפשי והיא שלישית."
            ],
            [
                "<b>עריכם חרבה</b> כנגד ורדפו מכם והיא רביעית.",
                "<b>והשמותי את מקדשיכם</b> כנגד ונתתי משכני בתוככם והיא חמישית.",
                "<b>ולא אריח בריח ניחחכם</b> כנגד והתהלכתי בתוככם והיא שישית."
            ],
            [
                "<b>והשמתי אני את הארץ</b> כיצד ואתכם אזרה בגויים כנגד וישבתם לבטח בארצכם והיא שביעית.",
                "<b>ושממו עליה איבכם</b> וכן הוא אומר כל עובר עליה ישום וישרוק על כל מכותיה."
            ],
            [
                "<b>ואתכם אזרה בגוים</b> כיצד והריקתי אחריכם חרב. ארצכם שממה ועריכם יהיו חרבה כפל מלה הוא."
            ],
            [
                "<b>אז תרצה הארץ</b> אז כשיעברו עליכם שש גזרות שבענינות שהזכרנו מדה כנגד מדה כגון שש שנים שהיה לכם לעבוד ובשביעית לשבות אז תרצה הארץ את שבתותיה כלומר תזכור ותתאונן על מנהג קדמון שלה שהיתה עושה השש שנים ובשביעית שובתת.",
                "<b>תרצה</b> תזכור כמו ואחריהם בפיהם ירצו. שהוא כמו יזכירו. ד״‎א <b>תרצה</b> תשלים כמו עד ירצה כשכיר יומו כי נרצה עונה וכן <b>והרצת את שבתתיה.</b> ד״‎א <b>אז תרצה הארץ</b> תתפייס הארץ כמו ולא יוסיף לרצות עוד ומשביע לכל חי רצון וכן והרצת (כה) <b>את שבתתיה</b> שלא שבתה בהן.",
                "<b>אז תשבת הארץ</b> בפת״‎ח."
            ],
            [
                "<b>כל ימי השמה</b> שתהא שממה וריקנית מכם.",
                "<b>תשבת</b> בחול״‎ם בשביל האתנחתא כמו הים ראה וינוס אשר ימות בה הכהו וימות."
            ],
            [
                "<b>והנשארים בכם והבאתי</b> וגו׳‎ עוד אשלים עליהם עד מ״‎ט מכות כנגד מ״‎ט שנים שביובל שבטלו בהן שמיטים.",
                "<b>מרך בלבבם</b> מכה ראשונה. ורדף אתם קול מכה שניה.",
                "<b>ונסו מנסת חרב</b> שלישית.",
                "<b>ונפלו ואין רדף</b> רביעית."
            ],
            [
                "<b>וכשלו איש באחיו כמפני חרב ורדף אין</b> כפל מלה הוא.",
                "<b>ולא תהיה לכם תקומה</b> חמישית."
            ],
            [
                "<b>ואבדתם בגוים</b> ששית. הגולה נקרא אובד כדכתיב תעיתי כשה אובד.",
                "<b>ואכלה אתכם ארץ איביכם</b> שביעית, כמנהג בני אדם שמחליפים מקום ולא נוסו באויר המקום ובתולדותיו שנופלים למשכב ומתים."
            ],
            [],
            [],
            [
                "<b>אף אני אלך עמם בקרי</b> אע״‎פ שהתודו את עונם מאחר שאינם נכנעים וחוזרים.",
                "<b>או אז יכנע לבבם הערל</b> וגו׳‎ וזכרתי, אבל אם אז יכנע לבבם וזכרתי את בריתי כי כן היא המדה כדכתיב ומודה ועוזב ירוחם."
            ],
            [
                "<b>וזכרתי את בריתי יעקוב</b> לפי שמטתו שלמה לא נאמר בו אף ולפי שכל שנותיו היו בברית הזכירו תחלה.",
                "<b>והארץ אזכר</b> לפי שנאמר למעלה והשמותי אני את הארץ ולא תתן ארצכם את יבולה."
            ],
            [
                "<b>ותרץ את שבתתיה, והם ירצו את עונם</b> כנגד מ״‎ט שנים שביובל שבטלו בהן שמיטים כנגדם לקו מ״‎ט פרעניות הכתובים כאן בענין. והם ירצו את עונם יתפייסו מן העונש הבא עליהם ויודו ויאמרו כל זאת באתנו יען במשפטי מאסו וביען את חקותי געלה נפשם. ד״‎א והם ישלימו את עונש עונם. דוגמא אם יקרך עון בדבר הזה, דגבי בעלת אוב."
            ],
            [
                "<b>ואף גם זאת בהיותם בארץ איביהם</b> וגו׳‎ וכי מה נשתייר להם לישראל שלא נמאסו ולא נגעלו, הלא כל המתנות טובות שנתנו להם נתבטלו מהם, אלא אלולי ס״‎ת שנשתייר להם לישראל לא היו משונים משאר אומות כלום ועל זה ייסד הפיוט ואין שיור רק התורה הזאת."
            ],
            [
                "<b>וזכרתי להם ברית ראשנים</b> מכאן אנו לומדים שהברית כרותה לשבטים ותוכחות אלו נקראים ברית, כדכתיב בפרשת תבא אלה דברי הברית מלבד הברית אשר כרת אתם בחורב."
            ]
        ],
        [
            [],
            [
                "<b>איש</b> אין לי אלא איש שהעריך אשה שהעריכה מניין ת״‎ל נפשת. יפלא יפריש. מתיבות שיש להם שני פנים בפירושם וזה למפרע מזה שהרי מצינו כי יפלא ממך דבר למשפט. שהוא לשון העלמה. דוגמא דשן לדשנו. שרש ושרשך. מסעף פארה בסעיפותיו קננו, ואחלצה צוררי והלבש אותך מחלצות.",
                "<b>נדר בערכך</b> הקיש ערכים לנדרים מה נדרים בבל תאחר אף ערכים בבל תאחר לשלמו."
            ],
            [],
            [
                "<b>ואם נקבה היא</b> וגו׳‎ ולנקבה עשרת שקלים קצב ערך דמי נקבה קרוב לחציו של זכר על ידי כי מאיש לוקחה ואין בה רק חצי יצירה."
            ],
            [],
            [],
            [
                "<b>ואם מבן ששים שנה ומעלה</b> מניין ששנת ששים כלמטה הימנה ת״‎ל ואם מבן ששים שנה ומעלה אם זכר וגו׳‎ מלמד ששנת ששים כלמטה הימנה אין לי אלא שנת ששים שנת חמש שנת עשרים מניין ודין הוא, חייב שנת ששים וחייב שנת חמש ושנת עשרים מה שנת ששים כלמטה הימנה אף שנת חמש ושנת עשרים כלמטה. מה שהכתוב פוחת מערכו של זקן מכמות שהיה כשהיה בחור יותר משל אשה היינו טעמא לפי שדרכו של איש להיות אומנתו לפי כחו מלאכה כבדה וכשהוא זקן כחו תש ואינו יכול לעמוד בה. אבל אשה דרכה באומנות קלה וכשהיא זקנה יכולה לעמוד בו במקצת."
            ],
            [],
            [
                "<b>כל אשר יתן ממנו</b> הרי לשון זכר גבי נקבה דוגמא והרים ממנו בקומצו. יותן את הארץ הזאת, ולא נשא אותם הארץ."
            ],
            [
                "<b>טוב ברע או רע בטוב</b> שהרי אינך יודע איזה הטוב ואיזה הרע ואיזה חולי יש לה ואם טריפה היא."
            ],
            [
                "<b>ואם כל בהמה טמאה</b> פירש״‎י בבעלת מום הכתוב מדבר ובמום קבוע שהרי כתיב <b>אשר לא יקריבו ממנה קרבן לה'</b> יצא מום עובר שהוא כשר ליקרב למחר."
            ],
            [],
            [
                "<b>ויסף חמישתו</b> שיהא הוא וחומשו חמשה, וכן בבית ובשדה אחוזה, ובמעשר שני. והטעם כשהבעל הקדיש מורה היתר לעצמו ומזלזל הענין ואומר הרי הכל משלי די אם אתן כך. לפיכך אמרה תורה שיוסיף חומש על האומד. אבל בהקדש שלא מצינו שאם הקדיש מטלטלין שהצריך הכתוב להוסיף חומש אם בא לפדותו ולפי שלא הקפיד הכתוב על דמיהן אמר שמואל הקדש שוה מנה שחללו על שוה פרוטה מחולל."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם מכר את השדה לאיש אחר</b> או אם מכר מצינו הרבה ווי״‎ן במקום או."
            ],
            [
                "<b>והיה השדה בצאתו ביבל</b> מגיד שהשדה קרוי לשון זכר בלשון קודש."
            ],
            [],
            [],
            [
                "<b>לאשר קנהו מאתו</b> שהקונה אותו אין בידו להקדיש אלא הפירות שיש לו בו עד היובל."
            ],
            [],
            [
                "<b>אם שור אם שה לה׳‎ הוא</b> הוא קרב ואין תמורתו קריבה."
            ],
            [],
            [
                "<b>אך כל חרם</b> וגו'. פירש״‎י יש אומרים סתם חרמים להקדש לבדק הבית כמו שפירש״‎י לקמן לאלתר מכל חרם קדש קדשים הוא.",
                "<b>לא ימכר ולא יגאל</b>. פרש״‎י לדברי האומר וכו׳‎ מפרש מקרא זה בסתם חרמים והכי קאמר קרא אך כל חרם, כלומר כל חרם סתם לא ימכר ולא יגאל אלא ינתן לכהנים ולדברי האומר סתם חרמים לבדק הבית מפרש מקרא זה בחרמי כהנים והכי אמר קרא אך כל חרם כלומר כשהוא אומר ערך בהמה זו יהיה עלי חרם לכהן בהאי אמר קרא לא ימכר ולא יגאל שהכל מודים וכו׳‎ אבל בסתם חרמים דהיינו חרמי גבוה נפדין.",
                "<b>כל חרם קדש קדשים </b>. פירש״‎י ללמד שחרמי כהנים חלים כו'. כלומר אם כהן אחד אומר על קדשי קדשים או על קדשים קלים של עצמו הרי עלי חרם לכהן ערך קדשים אלו, החרם חל עליהם, ונותן דמי הערך לכהן אחר כמו שפירש רש״‎י אם נדר כו׳‎ אבל אם החרים קדשי חברו מסברא נותן הדמים בין הן נדר בין הן נדבה, כדמשמע בפרק המקדיש שדהו מחרים אדם את קדשיו בין קדשי קדשים בין קדשים קלים אם נדר נותן דמיהם ואם נדבה נותן את טובתה כיצד שור זה עולה אומדים כמה רוצה אדם ליתן בשור זה להעלותו עולה אף על פי שאינו חייב."
            ],
            [
                "<b>כל חרם אשר יחרם מן האדם</b> לפי שב״‎ד היו ממיתין בכמה עניני מיתה נאמר <b>כל חרם</b> כלומר באיזו מכל הארבע מיתות שיחרימו בית דין בה את האדם."
            ],
            [
                "<b>מזרע הארץ</b> לרבות שום ושחלים וגרגיר.",
                "<b>מזרע הארץ</b> מזרע שזורעין בארץ."
            ],
            [],
            [
                "<b>העשירי יהיה קדש</b> העשירי מקדש לפניו ולאחריו כיצד אם קרא לתשיעי עשירי ולאחד עשר עשירי השם תופסו להיות שלמים."
            ],
            [],
            [
                "<b>אלה המצות </b>. אין נביא רשאי לחדש עוד דבר מעתה.",
                "<b>אל בני ישראל</b>. דוגמא ויצום אל בני ישראל. <b>שלימא סדרא דפרשת בחקותי:</b> ספר זה נקרא תורת כהנים, על ידי שכל המצות שייכי בכהן, כגון הלכות קרבנות, ואיסורי מאכלות דשייכא בהו הוראה שהיא על ידי כהן, כדכתיב יורו משפטיך ליעקב וגו', והלכות טמאות וטהרות שלא לאכול דבר טמא להיות נבדל מליכנס למקדש, והלכות זבים ומצורעים ונגעים ובעלי קריין ויולדות, שבתות וימים טובים שיש בהם קרבנות הקרבים על ידי כהן, והלכות ערכים שהכהנים מעריכים ומחרימין שהם כהנים, ושביעית ויובל שכהנים מקדשים השנים ותוקעים ביובל כדכתיב ובני אהרן יתקעו וגו'. ובלשון לאטי״‎ן נקרא ליויטיק״‎ו על שם הספר שהוא תורת כהנים בני לוי, לשון נופל על לשון. <b> נשלם ספר ויקרא תהלה לאל עליון נורא</b>"
            ]
        ]
    ],
    "schema": {
        "heTitle": "חזקוני",
        "enTitle": "Chizkuni",
        "key": "Chizkuni",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "בראשית",
                "enTitle": "Genesis"
            },
            {
                "heTitle": "שמות",
                "enTitle": "Exodus"
            },
            {
                "heTitle": "ויקרא",
                "enTitle": "Leviticus"
            },
            {
                "heTitle": "במדבר",
                "enTitle": "Numbers"
            },
            {
                "heTitle": "דברים",
                "enTitle": "Deuteronomy"
            }
        ]
    }
}